{
    "config": {
        "abort": {
            "addon_get_discovery_info_failed": "No se pudo obtener la información de descubrimiento del complemento Matter Server.",
            "addon_info_failed": "No se pudo obtener la información del complemento Matter Server.",
            "addon_install_failed": "No se pudo instalar el complemento Matter Server.",
            "addon_start_failed": "No se pudo iniciar el complemento Matter Server.",
            "already_configured": "El dispositivo ya está configurado",
            "already_in_progress": "El flujo de configuración ya está en curso",
            "not_matter_addon": "El complemento descubierto no es el complemento oficial Matter Server.",
            "reconfiguration_successful": "Se volvió a configurar con éxito la integración de Matter."
        },
        "error": {
            "cannot_connect": "No se pudo conectar",
            "invalid_server_version": "El servidor de Matter no es la versión correcta",
            "unknown": "Error inesperado"
        },
        "flow_title": "{name}",
        "progress": {
            "install_addon": "Por favor, espera mientras finaliza la instalación del complemento Matter Server. Esto puede tardar varios minutos.",
            "start_addon": "Por favor, espera mientras se inicia el complemento Matter Server. Este complemento es lo que alimenta a Matter en Home Assistant. Esto puede tardar unos segundos."
        },
        "step": {
            "hassio_confirm": {
                "title": "Configurar la integración de Matter con el complemento Matter Server"
            },
            "install_addon": {
                "title": "La instalación del complemento ha comenzado."
            },
            "manual": {
                "data": {
                    "url": "URL"
                }
            },
            "on_supervisor": {
                "data": {
                    "use_addon": "Utiliza el complemento oficial del supervisor Matter Server"
                },
                "description": "¿Quieres utilizar el complemento oficial del supervisor Matter Server? \n\nSi ya estás ejecutando Matter Server en otro complemento, en un contenedor personalizado, de forma nativa, etc., no selecciones esta opción.",
                "title": "Selecciona el método de conexión"
            },
            "start_addon": {
                "title": "Iniciando el complemento."
            }
        }
    }
}