{
    "config": {
        "abort": {
            "addon_get_discovery_info_failed": "Impossibile ottenere informazioni sul rilevamento del componente aggiuntivo Matter Server.",
            "addon_info_failed": "Impossibile ottenere le informazioni sul componente aggiuntivo di Matter Server.",
            "addon_install_failed": "Impossibile installare il componente aggiuntivo Matter Server.",
            "addon_start_failed": "Impossibile avviare il componente aggiuntivo Matter Server.",
            "already_configured": "Il dispositivo è già configurato",
            "already_in_progress": "Il flusso di configurazione è già in corso",
            "not_matter_addon": "Il componente aggiuntivo rilevato non è il componente aggiuntivo ufficiale di Matter Server.",
            "reconfiguration_successful": "Riconfigurata con successo l'integrazione di Matter."
        },
        "error": {
            "cannot_connect": "Impossibile connettersi",
            "invalid_server_version": "Il server Matter non è la versione corretta",
            "unknown": "Errore imprevisto"
        },
        "flow_title": "{name}",
        "progress": {
            "install_addon": "Attendere il completamento dell'installazione del componente aggiuntivo Matter Server. Questo può richiedere diversi minuti.",
            "start_addon": "Attendi l'avvio del componente aggiuntivo Matter Server. Questo componente aggiuntivo è ciò che alimenta Matter in Home Assistant. Questo potrebbe richiedere alcuni secondi."
        },
        "step": {
            "hassio_confirm": {
                "title": "Configurare l'integrazione di Matter con il componente aggiuntivo Matter Server"
            },
            "install_addon": {
                "title": "L'installazione del componente aggiuntivo è iniziata"
            },
            "manual": {
                "data": {
                    "url": "URL"
                }
            },
            "on_supervisor": {
                "data": {
                    "use_addon": "Utilizza il componente aggiuntivo ufficiale Matter Server Supervisor"
                },
                "description": "Vuoi utilizzare il componente aggiuntivo ufficiale di Matter Server Supervisor?\n\nSe stai già eseguendo il Matter Server in un altro componente aggiuntivo, in un contenitore personalizzato, in modo nativo ecc., Non selezionare questa opzione.",
                "title": "Seleziona il metodo di connessione"
            },
            "start_addon": {
                "title": "Avvio del componente aggiuntivo."
            }
        }
    }
}