{
    "options": {
        "step": {
            "yaml": {
                "title": "Adjust HomeKit Options",
                "description": "This entry is controlled via YAML"
            },
            "init": {
                "data": {
                    "mode": "[%key:common::config_flow::data::mode%]",
                    "include_domains": "[%key:component::homekit::config::step::bridge_mode::data::include_domains%]"
                },
                "description": "HomeKit can be configured expose a bridge or a single accessory. In accessory mode, only a single entity can be used. Accessory mode is required for media players with the TV device class to function properly. Entities in the “Domains to include” will be included to HomeKit. You will be able to select which entities to include or exclude from this list on the next screen.",
                "title": "Select domains to be included."
            },
            "include_exclude": {
                "data": {
                    "mode": "[%key:common::config_flow::data::mode%]",
                    "entities": "Entities"
                },
                "description": "Choose the entities to be included. In accessory mode, only a single entity is included. In bridge include mode, all entities in the domain will be included unless specific entities are selected. In bridge exclude mode, all entities in the domain will be included except for the excluded entities. For best performance, and to prevent unexpected unavailability, create and pair a separate HomeKit instance in accessory mode for each tv media player and camera.",
                "title": "Select entities to be included"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Cameras that support native H.264 streams"
                },
                "description": "Check all cameras that support native H.264 streams. If the camera does not output a H.264 stream, the system will transcode the video to H.264 for HomeKit. Transcoding requires a performant CPU and is unlikely to work on single board computers.",
                "title": "Select camera video codec."
            },
            "advanced": {
                "data": {
                    "auto_start": "Autostart (disable if you are calling the homekit.start service manually)"
                },
                "description": "These settings only need to be adjusted if HomeKit is not functional.",
                "title": "Advanced Configuration"
            }
        }
    },
    "config": {
        "step": {
            "user": {
                "data": {
                    "mode": "[%key:common::config_flow::data::mode%]"
                },
                "description": "The HomeKit integration will allow you to access your Home Assistant entities in HomeKit. In bridge mode, HomeKit Bridges are limited to 150 accessories per instance including the bridge itself. If you wish to bridge more than the maximum number of accessories, it is recommended that you use multiple HomeKit bridges for different domains. Detailed entity configuration is only available via YAML. For best performance, and to prevent unexpected unavailability, create and pair a separate HomeKit instance in accessory mode for each tv media player and camera.",
                "title": "Activate HomeKit"
            },
            "accessory_mode": {
                "data": {
                    "entity_id": "Entity"
                },
                "description": "Choose the entity to be included. In accessory mode, only a single entity is included.",
                "title": "Select entity to be included"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Domains to include"
                },
                "description": "Choose the domains to be included. All supported entities in the domain will be included.",
                "title": "Select domains to be included"
            },
            "pairing": {
                "title": "Pair HomeKit",
                "description": "As soon as the {name} is ready, pairing will be available in “Notifications” as “HomeKit Bridge Setup”."
            }
        },
        "abort": {
            "port_name_in_use": "An accessory or bridge with the same name or port is already configured."
        }
    }
}
