{
    "config": {
        "abort": {
            "already_configured": "Il dispositivo è già configurato",
            "no_ip_control": "Il controllo IP è disabilitato sulla TV o la TV non è supportata.",
            "not_bravia_device": "Il dispositivo non è una TV Bravia.",
            "reauth_successful": "La nuova autenticazione è stata eseguita correttamente",
            "reauth_unsuccessful": "La nuova autenticazione non ha avuto esito positivo, rimuovere l'integrazione e configurarla di nuovo."
        },
        "error": {
            "cannot_connect": "Impossibile connettersi",
            "invalid_auth": "Autenticazione non valida",
            "invalid_host": "Nome host o indirizzo IP non valido",
            "unsupported_model": "Il tuo modello TV non è supportato."
        },
        "step": {
            "authorize": {
                "data": {
                    "pin": "Codice PIN",
                    "use_psk": "Usa l'autenticazione PSK"
                },
                "description": "Inserisci il codice PIN mostrato sul Sony Bravia TV. \n\nSe il codice PIN non viene visualizzato, devi annullare la registrazione di Home Assistant sulla TV, vai su: Impostazioni -> Rete -> Impostazioni dispositivo remoto -> Annulla registrazione dispositivo remoto. \n\nPuoi usare PSK (Pre-Shared-Key) invece del PIN. PSK è una chiave segreta definita dall'utente utilizzata per il controllo degli accessi. Questo metodo di autenticazione è consigliato come più stabile. Per abilitare PSK sulla tua TV, vai su: Impostazioni -> Rete -> Configurazione rete domestica -> Controllo IP. Quindi seleziona la casella «Utilizza l'autenticazione PSK» e inserisci la tua PSK anziché il PIN.",
                "title": "Autorizza Sony Bravia TV"
            },
            "confirm": {
                "description": "Vuoi avviare la configurazione?"
            },
            "reauth_confirm": {
                "data": {
                    "pin": "Codice PIN",
                    "use_psk": "Usa l'autenticazione PSK"
                },
                "description": "Inserisci il codice PIN mostrato sul Sony Bravia TV. \n\nSe il codice PIN non viene visualizzato, devi annullare la registrazione di Home Assistant sulla TV, vai su: Impostazioni -> Rete -> Impostazioni dispositivo remoto -> Annulla registrazione dispositivo remoto. \n\nPuoi usare PSK (Pre-Shared-Key) invece del PIN. PSK è una chiave segreta definita dall'utente utilizzata per il controllo degli accessi. Questo metodo di autenticazione è consigliato poiché più stabile. Per abilitare PSK sulla tua TV, vai su: Impostazioni -> Rete -> Configurazione rete domestica -> Controllo IP. Quindi seleziona la casella «Utilizza l'autenticazione PSK» e inserisci la tua chiave PSK anziché il PIN."
            },
            "user": {
                "data": {
                    "host": "Host"
                },
                "description": "Assicurati che la tua TV sia accesa prima di provare a configurarla."
            }
        }
    },
    "options": {
        "abort": {
            "failed_update": "Si è verificato un errore durante l'aggiornamento dell'elenco delle fonti.\n\nAssicurati che il televisore sia acceso prima di provare a configurarlo."
        },
        "step": {
            "user": {
                "data": {
                    "ignored_sources": "Elenco delle fonti ignorate"
                },
                "title": "Opzioni per Sony Bravia TV"
            }
        }
    }
}