{
    "config": {
        "abort": {
            "accessory_not_found_error": "No s'ha pogut vincular, no s'ha trobat el dispositiu.",
            "already_configured": "Accessori ja configurat amb aquest controlador.",
            "already_in_progress": "El flux de dades de configuració pel dispositiu ja està en curs.",
            "already_paired": "Aquest accessori ja està vinculat amb un altre dispositiu. Reinicia l'accessori i torna-ho a provar.",
            "ignored_model": "La disponibilitat de HomeKit per aquest model està bloquejada ja que, de moment, no hi ha una integració nativa completa.",
            "invalid_config_entry": "Aquest dispositiu s'està mostrant com a llest per a ser vinculat però, hi ha una entrada de configuració conflictiva a Home Assistant que s'ha d'eliminar primer.",
            "no_devices": "No s'han trobat dispositius desvinculats."
        },
        "error": {
            "authentication_error": "Codi HomeKit incorrecte. Verifica'l i torna-ho a provar.",
            "busy_error": "El dispositiu ha refusat la vinculació perquè actualment ho està intentant amb un altre controlador diferent.",
            "max_peers_error": "El dispositiu ha refusat la vinculació perquè no té suficient espai lliure.",
            "max_tries_error": "El dispositiu ha refusat la vinculació perquè ha rebut més de 100 intents d’autenticació fallits.",
            "pairing_failed": "S'ha produït un error mentre s'intentava la vinculació amb el dispositiu. Pot ser que sigui un error temporal o pot ser que el teu dispositiu encara no estigui suportat.",
            "unable_to_pair": "No s'ha pogut vincular, torna-ho a provar.",
            "unknown_error": "El dispositiu ha emès un error desconegut. Vinculació fallida."
        },
        "flow_title": "Accessori HomeKit: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Codi de vinculació"
                },
                "description": "Introdueix el codi de vinculació de HomeKit per utilitzar aquest accessori (format XXX-XX-XXX)",
                "title": "Vinculació amb"
            },
            "user": {
                "data": {
                    "device": "Dispositiu"
                },
                "description": "Selecciona el dispositiu amb el qual et vols vincular",
                "title": "Vinculació amb un accessori HomeKit"
            }
        }
    },
    "title": "Accessori HomeKit"
}