{
    "config": {
        "abort": {
            "accessory_not_found_error": "No s'ha pogut vincular, no s'ha trobat el dispositiu.",
            "already_configured": "Accessori ja configurat amb aquest controlador.",
            "already_in_progress": "El flux de dades de configuració pel dispositiu ja està en curs.",
            "already_paired": "Aquest accessori ja està vinculat amb un altre dispositiu. Reinicia l'accessori i torna-ho a provar.",
            "ignored_model": "La disponibilitat de HomeKit per aquest model està bloquejada ja que, de moment, no hi ha una integració nativa completa.",
            "invalid_config_entry": "Aquest dispositiu s'està mostrant com a llest per a ser vinculat però ja hi ha una entrada de configuració conflictiva a Home Assistant que s'ha d'eliminar primer.",
            "invalid_properties": "Propietats anunciades pel dispositiu no vàlides.",
            "no_devices": "No s'han trobat dispositius desvinculats."
        },
        "error": {
            "authentication_error": "Codi HomeKit incorrecte. Verifica'l i torna-ho a provar.",
            "busy_error": "El dispositiu ha refusat la vinculació perquè actualment ho està intentant amb un altre controlador diferent.",
            "max_peers_error": "El dispositiu ha refusat la vinculació perquè no té suficient espai lliure.",
            "max_tries_error": "El dispositiu ha refusat la vinculació perquè ha rebut més de 100 intents d'autenticació fallits.",
            "pairing_failed": "S'ha produït un error mentre s'intentava la vinculació amb aquest dispositiu. Pot ser que sigui un error temporal o pot ser que el teu dispositiu encara no sigui compatible.",
            "protocol_error": "Error en comunicar-se amb l'accessori. És possible que el dispositiu no estigui en mode de vinculació, potser cal prémer un botó físic o virtual.",
            "unable_to_pair": "No s'ha pogut vincular, torna-ho a provar.",
            "unknown_error": "El dispositiu ha emès un error desconegut. Vinculació fallida."
        },
        "flow_title": "Accessori HomeKit: {name}",
        "step": {
            "busy_error": {
                "description": "Atura la vinculació a tots els controladors o prova de reiniciar el dispositiu, després, segueix amb la vinculació.",
                "title": "El dispositiu ja s'està vinculant amb un altre controlador"
            },
            "max_tries_error": {
                "description": "El dispositiu ha rebut més de 100 intents d'autenticació fallits. Prova de reiniciar el dispositiu, després torna a intentar vincular-lo.",
                "title": "S'ha superat el màxim nombre d'intents d'autenticació"
            },
            "pair": {
                "data": {
                    "pairing_code": "Codi de vinculació"
                },
                "description": "Introdueix el codi de vinculació de HomeKit per utilitzar aquest accessori (format XXX-XX-XXX)",
                "title": "Vinculació amb"
            },
            "protocol_error": {
                "description": "És possible que el dispositiu no estigui en mode de vinculació, potser cal prémer un botó físic o virtual. Assegura't que el dispositiu està en mode vinculació o prova de reiniciar-lo, després, segueix amb la vinculació.",
                "title": "Error en comunicar-se amb l'accessori"
            },
            "try_pair_later": {
                "description": "Assegura't que el dispositiu estigui en mode vinculació o prova de reiniciar-lo, després continua reiniciant la vinculació.",
                "title": "Vinculació no disponible"
            },
            "user": {
                "data": {
                    "device": "Dispositiu"
                },
                "description": "Selecciona el dispositiu amb el qual et vols vincular",
                "title": "Vinculació amb un accessori HomeKit"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Botó 1",
            "button10": "Botó 10",
            "button2": "Botó 2",
            "button3": "Botó 3",
            "button4": "Botó 4",
            "button5": "Botó 5",
            "button6": "Botó 6",
            "button7": "Botó 7",
            "button8": "Botó 8",
            "button9": "Botó 9",
            "doorbell": "Timbre"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" premut dues vegades",
            "long_press": "\"{subtype}\" premut i mantingut",
            "single_press": "\"{subtype}\" premut"
        }
    },
    "title": "Controlador HomeKit"
}