{
    "config": {
        "abort": {
            "accessory_not_found_error": "Párování nelze přidat, protože zařízení již nelze nalézt.",
            "already_configured": "Příslušenství je již nastaveno s tímto ovladačem.",
            "already_in_progress": "Konfigurace již probíhá",
            "already_paired": "Toto příslušenství je již spárováno s jiným zařízením. Resetujte příslušenství a zkuste to znovu.",
            "ignored_model": "Podpora pro tento model je v HomeKit blokována, protože je k dispozici nativní integrace s více funkcemi.",
            "invalid_config_entry": "Toto zařízení vypadá, že je připravené ke spárování, ale v Home Assistant již existuje konfliktní položka konfigurace, kterou je třeba nejprve odebrat.",
            "invalid_properties": "Neplatné vlastnosti oznámené zařízením.",
            "no_devices": "Nebyla nalezena žádná nespárová zařízení"
        },
        "error": {
            "authentication_error": "Nesprávný HomeKit kód. Zkontrolujte to a zkuste to znovu.",
            "max_peers_error": "Zařízení odmítlo přidat párování, protože nemá volné úložiště pro párování.",
            "pairing_failed": "Při pokusu o spárování s tímto zařízením došlo k neočekávané chybě. Může se jednat o dočasné selhání nebo vaše zařízení nemusí být aktuálně podporováno.",
            "unable_to_pair": "Nelze spárovat, zkuste to prosím znovu.",
            "unknown_error": "Zařízení nahlásilo neznámou chybu. Párování se nezdařilo."
        },
        "flow_title": "{name} prostřednictvím protokolu HomeKit příslušenství",
        "step": {
            "busy_error": {
                "description": "Přerušte párování na všech ovladačích, nebo zkuste restartovat zařízení a pokračujte v párování.",
                "title": "Zařízení je již spárováno s jiným ovladačem"
            },
            "max_tries_error": {
                "description": "Zařízení přijalo více než 100 neúspěšných pokusů o ověření. Zkuste restartovat zařízení a poté pokračujte v párování.",
                "title": "Byl překročen maximální počet pokusů o ověření"
            },
            "pair": {
                "data": {
                    "pairing_code": "Párovací kód"
                },
                "description": "Ovladač HomeKit komunikuje s {name} přes místní síť pomocí zabezpečeného šifrovaného připojení bez samostatného ovladače HomeKit nebo iCloud. Chcete-li používat toto příslušenství, zadejte svůj párovací kód HomeKit (ve formátu XXX-XX-XXX). Tento kód se obvykle nachází na samotném zařízení nebo v obalu.",
                "title": "Spárujte prostřednictvím protokolu HomeKit příslušenství"
            },
            "protocol_error": {
                "description": "Zařízení nemusí být v režimu párování a může vyžadovat fyzické nebo virtuální stisknutí tlačítka. Ujistěte se, že je zařízení v režimu párování, nebo zkuste zařízení restartovat a poté pokračujte v párování.",
                "title": "Při komunikaci s příslušenstvím došlo k chybě"
            },
            "user": {
                "data": {
                    "device": "Zařízení"
                },
                "description": "Ovladač HomeKit komunikuje přes místní síť pomocí zabezpečeného šifrovaného připojení bez samostatného ovladače HomeKit nebo iCloud. Vyberte zařízení, které chcete spárovat:",
                "title": "Výběr zařízení"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Tlačítko 1",
            "button10": "Tlačítko 10",
            "button2": "Tlačítko 2",
            "button3": "Tlačítko 3",
            "button4": "Tlačítko 4",
            "button5": "Tlačítko 5",
            "button6": "Tlačítko 6",
            "button7": "Tlačítko 7",
            "button8": "Tlačítko 8",
            "button9": "Tlačítko 9",
            "doorbell": "Zvonek"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" stisknuto dvakrát",
            "long_press": "\"{subtype}\" stisknuto a podrženo",
            "single_press": "\"{subtype}\" stisknuto"
        }
    },
    "title": "HomeKit ovladač"
}