{
    "config": {
        "abort": {
            "accessory_not_found_error": "Δεν είναι δυνατή η προσθήκη ζεύξης καθώς η συσκευή δεν μπορεί πλέον να βρεθεί.",
            "already_configured": "Το εξάρτημα έχει ήδη ρυθμιστεί με αυτό το χειριστήριο.",
            "already_in_progress": "Η ροή διαμόρφωσης βρίσκεται ήδη σε εξέλιξη",
            "already_paired": "Αυτό το αξεσουάρ είναι ήδη συνδεδεμένο με άλλη συσκευή. Επαναφέρετε το αξεσουάρ και δοκιμάστε ξανά.",
            "ignored_model": "Η υποστήριξη του HomeKit για αυτό το μοντέλο είναι μπλοκαρισμένη, καθώς είναι διαθέσιμη μια πιο ολοκληρωμένη εγγενής ενσωμάτωση.",
            "invalid_config_entry": "Αυτή η συσκευή εμφανίζεται ως έτοιμη για ζεύξη, αλλά υπάρχει ήδη μια αντικρουόμενη καταχώρηση διαμόρφωσης για αυτήν στο Home Assistant, η οποία πρέπει πρώτα να αφαιρεθεί.",
            "invalid_properties": "Ανακοινώθηκαν μη έγκυρες ιδιότητες από συσκευή.",
            "no_devices": "Δεν βρέθηκαν μη συζευγμένες συσκευές"
        },
        "error": {
            "authentication_error": "Λανθασμένος κωδικός HomeKit. Ελέγξτε τον και δοκιμάστε ξανά.",
            "insecure_setup_code": "Ο ζητούμενος κωδικός ρύθμισης είναι ανασφαλής λόγω της ασήμαντης φύσης του. Αυτό το αξεσουάρ δεν πληροί τις βασικές απαιτήσεις ασφαλείας.",
            "max_peers_error": "Η συσκευή αρνήθηκε να προσθέσει αντιστοίχιση καθώς δεν έχει ελεύθερο χώρο αποθήκευσης αντιστοίχισης.",
            "pairing_failed": "Προέκυψε ένα μη διαχειρίσιμο σφάλμα κατά την προσπάθεια σύζευξης με αυτή τη συσκευή. Μπορεί να πρόκειται για προσωρινή αποτυχία ή η συσκευή σας να μην υποστηρίζεται επί του παρόντος.",
            "unable_to_pair": "Δεν είναι δυνατή η σύζευξη, δοκιμάστε ξανά.",
            "unknown_error": "Η συσκευή ανέφερε άγνωστο σφάλμα. Η σύζευξη απέτυχε."
        },
        "flow_title": "{name}",
        "step": {
            "busy_error": {
                "description": "Ματαιώστε τη ζεύξη σε όλους τους ελεγκτές ή δοκιμάστε να επανεκκινήσετε τη συσκευή και, στη συνέχεια, συνεχίστε τη σύζευξη.",
                "title": "Η συσκευή είναι ήδη συνδεδεμένη με άλλο χειριστήριο"
            },
            "max_tries_error": {
                "description": "Η συσκευή έχει λάβει περισσότερες από 100 αποτυχημένες προσπάθειες ελέγχου ταυτότητας. Δοκιμάστε να επανεκκινήσετε τη συσκευή και, στη συνέχεια, συνεχίστε τη σύζευξη.",
                "title": "Υπέρβαση των μέγιστων προσπαθειών ελέγχου ταυτότητας"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Να επιτρέπεται η σύζευξη με μη ασφαλείς κωδικούς ρύθμισης.",
                    "pairing_code": "Κωδικός σύζευξης"
                },
                "description": "Το HomeKit Controller επικοινωνεί με το {name} μέσω του τοπικού δικτύου χρησιμοποιώντας μια ασφαλή κρυπτογραφημένη σύνδεση χωρίς ξεχωριστό ελεγκτή HomeKit ή iCloud. Εισάγετε τον κωδικό αντιστοίχισης HomeKit (με τη μορφή XXX-XX-XXX) για να χρησιμοποιήσετε αυτό το αξεσουάρ. Αυτός ο κωδικός βρίσκεται συνήθως στην ίδια τη συσκευή ή στη συσκευασία.",
                "title": "Σύζευξη με μια συσκευή μέσω του πρωτοκόλλου αξεσουάρ HomeKit"
            },
            "protocol_error": {
                "description": "Η συσκευή ενδέχεται να μην βρίσκεται σε λειτουργία ζεύξης και να απαιτείται το πάτημα ενός φυσικού ή εικονικού κουμπιού. Βεβαιωθείτε ότι η συσκευή βρίσκεται σε λειτουργία σύζευξης ή δοκιμάστε την επανεκκίνηση της συσκευής και, στη συνέχεια, συνεχίστε για να επαναλάβετε τη σύζευξη.",
                "title": "Σφάλμα επικοινωνίας με το εξάρτημα"
            },
            "user": {
                "data": {
                    "device": "Συσκευή"
                },
                "description": "Το HomeKit Controller επικοινωνεί μέσω του τοπικού δικτύου χρησιμοποιώντας μια ασφαλή κρυπτογραφημένη σύνδεση χωρίς ξεχωριστό ελεγκτή HomeKit ή iCloud. Επιλέξτε τη συσκευή με την οποία θέλετε να πραγματοποιήσετε σύζευξη:",
                "title": "Επιλογή συσκευής"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Κουμπί 1",
            "button10": "Κουμπί 10",
            "button2": "Κουμπί 2",
            "button3": "Κουμπί 3",
            "button4": "Κουμπί 4",
            "button5": "Κουμπί 5",
            "button6": "Κουμπί 6",
            "button7": "Κουμπί 7",
            "button8": "Κουμπί 8",
            "button9": "Κουμπί 9",
            "doorbell": "Κουδούνι"
        },
        "trigger_type": {
            "double_press": "Πιέστηκε δύο φορές το \" {subtype} \"",
            "long_press": "Πατήθηκε και κρατήθηκε το \" {subtype} \"",
            "single_press": "Πατήθηκε το \" {subtype} \""
        }
    },
    "title": "HomeKit Controller"
}