{
    "config": {
        "abort": {
            "accessory_not_found_error": "No se puede añadir el emparejamiento porque ya no se puede encontrar el dispositivo.",
            "already_configured": "El accesorio ya está configurado con este controlador.",
            "already_in_progress": "El flujo de configuración del dispositivo ya está en marcha.",
            "already_paired": "Este accesorio ya está emparejado con otro dispositivo. Por favor, reinicia el accesorio e inténtalo de nuevo.",
            "ignored_model": "El soporte de HomeKit para este modelo está bloqueado ya que está disponible una integración nativa más completa.",
            "invalid_config_entry": "Este dispositivo se muestra como listo para vincular, pero ya existe una entrada que causa conflicto en Home Assistant y se debe eliminar primero.",
            "invalid_properties": "Propiedades no válidas anunciadas por dispositivo.",
            "no_devices": "No se encontraron dispositivos no emparejados"
        },
        "error": {
            "authentication_error": "Código HomeKit incorrecto. Por favor, compruébelo e inténtelo de nuevo.",
            "insecure_setup_code": "El código de configuración solicitado es inseguro debido a su naturaleza trivial. Este accesorio no cumple con los requisitos básicos de seguridad.",
            "max_peers_error": "El dispositivo rechazó el emparejamiento ya que no tiene almacenamiento de emparejamientos libres.",
            "pairing_failed": "Se ha producido un error no controlado al intentar emparejarse con este dispositivo. Esto puede ser un fallo temporal o que tu dispositivo no esté admitido en este momento.",
            "unable_to_pair": "No se ha podido emparejar, por favor inténtelo de nuevo.",
            "unknown_error": "El dispositivo reportó un error desconocido. La vinculación ha fallado."
        },
        "flow_title": "Accesorio HomeKit: {name}",
        "step": {
            "busy_error": {
                "description": "Interrumpe el emparejamiento en todos los controladores o intenta reiniciar el dispositivo y luego continúa con el emparejamiento.",
                "title": "El dispositivo ya está emparejando con otro controlador"
            },
            "max_tries_error": {
                "description": "El dispositivo ha recibido más de 100 intentos de autenticación fallidos. Intenta reiniciar el dispositivo, luego continúa para reanudar el emparejamiento.",
                "title": "Máximo número de intentos de autenticación superados"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Permitir el emparejamiento con códigos de configuración inseguros.",
                    "pairing_code": "Código de vinculación"
                },
                "description": "El controlador de HomeKit se comunica con {name} a través de la red de área local usando una conexión encriptada segura sin un controlador HomeKit separado o iCloud. Introduce el código de vinculación de tu HomeKit (con el formato XXX-XX-XXX) para usar este accesorio. Este código suele encontrarse en el propio dispositivo o en el embalaje.",
                "title": "Vincular un dispositivo a través del protocolo de accesorios HomeKit"
            },
            "protocol_error": {
                "description": "Es posible que el dispositivo no esté en modo de emparejamiento y que requiera que se presione un botón físico o virtual. Asegúrate de que el dispositivo está en modo de emparejamiento o intenta reiniciar el dispositivo, luego continúa para reanudar el emparejamiento.",
                "title": "Error al comunicarse con el accesorio"
            },
            "user": {
                "data": {
                    "device": "Dispositivo"
                },
                "description": "El controlador de HomeKit se comunica a través de la red de área local usando una conexión encriptada segura sin un controlador HomeKit separado o iCloud. Selecciona el dispositivo que quieres vincular:",
                "title": "Selección del dispositivo"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Botón 1",
            "button10": "Botón 10",
            "button2": "Botón 2",
            "button3": "Botón 3",
            "button4": "Botón 4",
            "button5": "Botón 5",
            "button6": "Botón 6",
            "button7": "Botón 7",
            "button8": "Botón 8",
            "button9": "Botón 9",
            "doorbell": "Timbre de la puerta"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" pulsado dos veces",
            "long_press": "\"{subtype}\" pulsado y mantenido",
            "single_press": "\"{subtype}\" pulsado"
        }
    },
    "title": "Accesorio HomeKit"
}