{
    "config": {
        "abort": {
            "accessory_not_found_error": "No se puede añadir el emparejamiento porque ya no se puede encontrar el dispositivo.",
            "already_configured": "El accesorio ya está configurado con este controlador.",
            "already_in_progress": "El flujo de configuración del dispositivo ya está en curso.",
            "already_paired": "Este accesorio ya está emparejado con otro dispositivo. Por favor, reinicia el accesorio e inténtalo de nuevo.",
            "ignored_model": "El soporte de HomeKit para este modelo está bloqueado ya que está disponible una integración nativa más completa.",
            "invalid_config_entry": "Este dispositivo se muestra como listo para vincular, pero ya existe una entrada que causa conflicto en Home Assistant y se debe eliminar primero.",
            "no_devices": "No se encontraron dispositivos no emparejados"
        },
        "error": {
            "authentication_error": "Código HomeKit incorrecto. Por favor, compruébelo e inténtelo de nuevo.",
            "busy_error": "El dispositivo rechazó el emparejamiento porque ya está emparejado con otro controlador.",
            "max_peers_error": "El dispositivo rechazó el emparejamiento ya que no tiene almacenamiento de emparejamientos libres.",
            "max_tries_error": "El dispositivo rechazó el emparejamiento ya que ha recibido más de 100 intentos de autenticación fallidos.",
            "pairing_failed": "Se ha producido un error no controlado al intentar emparejarse con este dispositivo. Esto puede ser un fallo temporal o que tu dispositivo no esté admitido en este momento.",
            "unable_to_pair": "No se ha podido emparejar, por favor inténtelo de nuevo.",
            "unknown_error": "El dispositivo reportó un error desconocido. La vinculación ha fallado."
        },
        "flow_title": "Accesorio HomeKit: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Código de vinculación"
                },
                "description": "Introduce tu código de vinculación de HomeKit (en este formato XXX-XX-XXX) para usar este accesorio",
                "title": "Vincular con accesorio HomeKit"
            },
            "user": {
                "data": {
                    "device": "Dispositivo"
                },
                "description": "Selecciona el dispositivo que quieres vincular",
                "title": "Vincular con accesorio HomeKit"
            }
        }
    },
    "title": "Accesorio HomeKit"
}