{
    "config": {
        "abort": {
            "accessory_not_found_error": "Impossible d'ajouter le couplage car l'appareil est introuvable.",
            "already_configured": "L'accessoire est déjà configuré avec ce contrôleur.",
            "already_in_progress": "Le flux de configuration de l'appareil est déjà en cours.",
            "already_paired": "Cet accessoire est déjà associé à un autre appareil. Réinitialisez l’accessoire et réessayez.",
            "ignored_model": "La prise en charge de HomeKit pour ce modèle est bloquée car une intégration native plus complète est disponible.",
            "invalid_config_entry": "Cet appareil est prêt à être couplé, mais il existe déjà une entrée de configuration en conflit dans Home Assistant à supprimer.",
            "no_devices": "Aucun appareil non appairé n'a pu être trouvé"
        },
        "error": {
            "authentication_error": "Code HomeKit incorrect. S'il vous plaît vérifier et essayez à nouveau.",
            "busy_error": "L'appareil a refusé d'ajouter le couplage car il est déjà couplé avec un autre contrôleur.",
            "max_peers_error": "L'appareil a refusé d'ajouter le couplage car il ne dispose pas de stockage de couplage libre.",
            "max_tries_error": "Le périphérique a refusé d'ajouter le couplage car il a reçu plus de 100 tentatives d'authentification infructueuses.",
            "pairing_failed": "Une erreur non gérée s'est produite lors de la tentative d'appairage avec cet appareil. Il se peut qu'il s'agisse d'une panne temporaire ou que votre appareil ne soit pas pris en charge actuellement.",
            "unable_to_pair": "Impossible d'appairer, veuillez réessayer.",
            "unknown_error": "L'appareil a signalé une erreur inconnue. L'appairage a échoué."
        },
        "flow_title": "Accessoire HomeKit: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Code d’appairage"
                },
                "description": "Entrez votre code de jumelage HomeKit (au format XXX-XX-XXX) pour utiliser cet accessoire.",
                "title": "Appairer avec l'accessoire HomeKit"
            },
            "user": {
                "data": {
                    "device": "Appareil"
                },
                "description": "Sélectionnez l'appareil avec lequel vous voulez appairer",
                "title": "Appairer avec l'accessoire HomeKit"
            }
        }
    },
    "title": "Accessoire HomeKit"
}