{
    "config": {
        "abort": {
            "accessory_not_found_error": "Impossible d'ajouter le couplage car l'appareil est introuvable.",
            "already_configured": "L'accessoire est déjà configuré avec ce contrôleur.",
            "already_in_progress": "La configuration est déjà en cours",
            "already_paired": "Cet accessoire est déjà associé à un autre appareil. Réinitialisez l’accessoire et réessayez.",
            "ignored_model": "La prise en charge de HomeKit pour ce modèle est bloquée car une intégration native plus complète est disponible.",
            "invalid_config_entry": "Cet appareil est prêt à être couplé, mais il existe déjà une entrée de configuration en conflit dans Home Assistant à supprimer.",
            "invalid_properties": "Propriétés invalides annoncées par l'appareil.",
            "no_devices": "Aucun appareil non appairé n'a pu être trouvé"
        },
        "error": {
            "authentication_error": "Code HomeKit incorrect. S'il vous plaît vérifier et essayez à nouveau.",
            "insecure_setup_code": "Le code de configuration demandé n'est pas sécurisé en raison de sa nature triviale. Cet accessoire ne répond pas aux exigences de sécurité de base.",
            "max_peers_error": "L'appareil a refusé d'ajouter le couplage car il ne dispose pas de stockage de couplage libre.",
            "pairing_failed": "Une erreur non gérée s'est produite lors de la tentative d'appairage avec cet appareil. Il se peut qu'il s'agisse d'une panne temporaire ou que votre appareil ne soit pas pris en charge actuellement.",
            "unable_to_pair": "Impossible d'appairer, veuillez réessayer.",
            "unknown_error": "L'appareil a signalé une erreur inconnue. L'appairage a échoué."
        },
        "flow_title": "{name} via le protocole accessoire HomeKit",
        "step": {
            "busy_error": {
                "description": "Annulez l'association sur tous les contrôleurs ou essayez de redémarrer l'appareil, puis continuez à reprendre l'association.",
                "title": "L'appareil est déjà couplé avec un autre contrôleur"
            },
            "max_tries_error": {
                "description": "L'appareil a reçu plus de 100 tentatives d'authentification infructueuses. Essayez de redémarrer l'appareil, puis continuez pour reprendre l'association.",
                "title": "Nombre maximal de tentatives d'authentification dépassé"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Autoriser le jumelage avec des codes de configuration non sécurisés.",
                    "pairing_code": "Code d’appairage"
                },
                "description": "Le contrôleur HomeKit communique avec {name} sur le réseau local en utilisant une connexion cryptée sécurisée sans contrôleur HomeKit séparé ou iCloud. Entrez votre code d'appariement HomeKit (au format XXX-XX-XXX) pour utiliser cet accessoire. Ce code se trouve généralement sur l'appareil lui-même ou dans l'emballage.",
                "title": "Couplage avec un appareil via le protocole accessoire HomeKit"
            },
            "protocol_error": {
                "description": "L’appareil peut ne pas être en mode appairement et peut nécessiter une pression sur un bouton physique ou virtuel. Assurez-vous que l’appareil est en mode appariement ou essayez de redémarrer l’appareil, puis continuez à reprendre l’appariement.",
                "title": "Erreur de communication avec l’accessoire"
            },
            "user": {
                "data": {
                    "device": "Appareil"
                },
                "description": "Le contrôleur HomeKit communique sur le réseau local à l'aide d'une connexion cryptée sécurisée sans contrôleur HomeKit séparé ou iCloud. Sélectionnez l'appareil avec lequel vous souhaitez vous associer:",
                "title": "Sélection de l'appareil"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Bouton 1",
            "button10": "Bouton 10",
            "button2": "Bouton 2",
            "button3": "Bouton 3",
            "button4": "Bouton 4",
            "button5": "Bouton 5",
            "button6": "Bouton 6",
            "button7": "Bouton 7",
            "button8": "Bouton 8",
            "button9": "Bouton 9",
            "doorbell": "Sonnette"
        },
        "trigger_type": {
            "double_press": "\" {subtype} \" appuyé deux fois",
            "long_press": "\" {subtype} \" enfoncé et maintenu",
            "single_press": "\" {subtype} \" pressé"
        }
    },
    "title": "Accessoire HomeKit"
}