{
    "config": {
        "abort": {
            "accessory_not_found_error": "Nem adható hozzá párosítás, mert az eszköz már nem található.",
            "already_configured": "A tartozék már konfigurálva van ezzel a vezérlővel.",
            "already_in_progress": "A beállítási folyamat már el lett kezdve",
            "already_paired": "Ez a tartozék már párosítva van egy másik eszközzel. Állítsa alaphelyzetbe a tartozékot, majd próbálkozzon újra.",
            "ignored_model": "A HomeKit támogatása e modellnél blokkolva van, mivel a szolgáltatáshoz teljes natív integráció érhető el.",
            "invalid_config_entry": "Ez az eszköz készen áll a párosításra, de már van egy ütköző konfigurációs bejegyzés Home Assistantban, amelyet először el kell távolítani.",
            "invalid_properties": "Az eszköz által bejelentett érvénytelen tulajdonságok.",
            "no_devices": "Nem található nem párosított eszköz"
        },
        "error": {
            "authentication_error": "Helytelen HomeKit kód. Kérem, ellenőrizze, és próbálja újra.",
            "insecure_setup_code": "A kért telepítési kód triviális jellege miatt nem biztonságos. Ez a tartozék nem felel meg az alapvető biztonsági követelményeknek.",
            "max_peers_error": "Az eszköz megtagadta a párosítás hozzáadását, mivel nincs szabad párosítási tárhelye.",
            "pairing_failed": "Nem kezelt hiba történt az eszközzel való párosítás során. Lehet, hogy ez átmeneti hiba, vagy az eszköz jelenleg még nem támogatott.",
            "unable_to_pair": "Nem sikerült párosítani, próbáld újra.",
            "unknown_error": "Az eszköz ismeretlen hibát jelentett. A párosítás sikertelen."
        },
        "flow_title": "{name} ({category})",
        "step": {
            "busy_error": {
                "description": "Szüntesse meg a párosítást az összes vezérlőn, vagy próbálja újraindítani az eszközt, majd folytassa a párosítást.",
                "title": "Az eszköz már párosul egy másik vezérlővel"
            },
            "max_tries_error": {
                "description": "Az eszköz több mint 100 sikertelen hitelesítési kísérletet kapott. Indítsa újra az eszközt, majd folytassa a párosítás folytatását.",
                "title": "Túllépte a maximális hitelesítési kísérleteket"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Párosítás engedélyezése a nem biztonságos beállítási kódokkal.",
                    "pairing_code": "Párosítási kód"
                },
                "description": "A HomeKit Controller {name} ({category}) névvel kommunikál a helyi hálózaton keresztül, biztonságos titkosított kapcsolaton keresztül, külön HomeKit vezérlő vagy iCloud nélkül. Az eszköz használatához adja meg HomeKit párosítási kódját (XXX-XX-XXX formátumban). Ez a kód általában magában az eszközön vagy a csomagolásban található.",
                "title": "Párosítás egy eszközzel a HomeKit Accessory Protocol protokollon segítségével"
            },
            "protocol_error": {
                "description": "Előfordulhat, hogy a készülék nincs párosítási módban, és szükség lehet fizikai vagy virtuális gombnyomásra. Győződjön meg arról, hogy az eszköz párosítási módban van, vagy próbálja újraindítani az eszközt, majd folytassa a párosítást.",
                "title": "Hiba történt a tartozékkal való kommunikáció során"
            },
            "user": {
                "data": {
                    "device": "Eszköz"
                },
                "description": "A HomeKit Controller biztonságos titkosított kapcsolaton keresztül kommunikál a helyi hálózaton keresztül, külön HomeKit vezérlő vagy iCloud nélkül. Válassza ki a párosítani kívánt eszközt:",
                "title": "Eszköz kiválasztása"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Gomb 1",
            "button10": "Gomb 10",
            "button2": "Gomb 2",
            "button3": "Gomb 3",
            "button4": "Gomb 4",
            "button5": "Gomb 5",
            "button6": "Gomb 6",
            "button7": "Gomb 7",
            "button8": "Gomb 8",
            "button9": "Gomb 9",
            "doorbell": "Csengő"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" kétszer lenyomva",
            "long_press": "\"{subtype}\" lenyomva és nyomva tartva",
            "single_press": "\"{subtype}\" lenyomva"
        }
    },
    "title": "HomeKit Vezérlő"
}