{
    "config": {
        "abort": {
            "accessory_not_found_error": "Tidak dapat menambahkan pemasangan karena perangkat tidak dapat ditemukan lagi.",
            "already_configured": "Aksesori sudah dikonfigurasi dengan pengontrol ini.",
            "already_in_progress": "Alur konfigurasi sedang berlangsung",
            "already_paired": "Aksesori ini sudah dipasangkan ke perangkat lain. Setel ulang aksesori dan coba lagi.",
            "ignored_model": "Dukungan HomeKit untuk model ini diblokir karena integrasi asli dengan fitur lebih lengkap telah tersedia.",
            "invalid_config_entry": "Perangkat ini ditampilkan sebagai siap untuk dipasangkan tetapi sudah ada entri konfigurasi yang bertentangan untuk perangkat tersebut dalam Home Assistant, yang harus dihapus terlebih dulu.",
            "invalid_properties": "Properti tidak valid diumumkan oleh perangkat.",
            "no_devices": "Tidak ada perangkat yang belum dipasangkan yang dapat ditemukan"
        },
        "error": {
            "authentication_error": "Kode HomeKit salah. Periksa dan coba lagi.",
            "max_peers_error": "Perangkat menolak untuk menambahkan pemasangan karena tidak memiliki penyimpanan pemasangan yang tersedia.",
            "pairing_failed": "Terjadi kesalahan yang tidak tertangani saat mencoba memasangkan dengan perangkat ini. Ini mungkin kegagalan sementara atau perangkat Anda mungkin tidak didukung saat ini.",
            "unable_to_pair": "Gagal memasangkan, coba lagi.",
            "unknown_error": "Perangkat melaporkan kesalahan yang tidak diketahui. Pemasangan gagal."
        },
        "flow_title": "{name} lewat HomeKit Accessory Protocol",
        "step": {
            "busy_error": {
                "description": "Batalkan pemasangan di semua pengontrol, atau coba mulai ulang perangkat, lalu lanjutkan untuk melanjutkan pemasangan.",
                "title": "Perangkat sudah dipasangkan dengan pengontrol lain"
            },
            "max_tries_error": {
                "description": "Perangkat telah menerima lebih dari 100 upaya autentikasi yang gagal. Coba mulai ulang perangkat, lalu lanjutkan pemasangan.",
                "title": "Upaya autentikasi maksimum terlampaui"
            },
            "pair": {
                "data": {
                    "pairing_code": "Kode Pemasangan"
                },
                "description": "Pengontrol HomeKit berkomunikasi dengan {name} melalui jaringan area lokal menggunakan koneksi terenkripsi yang aman tanpa pengontrol HomeKit atau iCloud terpisah. Masukkan kode pemasangan HomeKit Anda (dalam format XXX-XX-XXX) untuk menggunakan aksesori ini. Kode ini biasanya ditemukan pada perangkat itu sendiri atau dalam kemasan.",
                "title": "Pasangkan dengan perangkat melalui HomeKit Accessory Protocol"
            },
            "protocol_error": {
                "description": "Perangkat mungkin tidak dalam mode pemasangan dan mungkin memerlukan tombol fisik atau virtual. Pastikan perangkat dalam mode pemasangan atau coba mulai ulang perangkat, lalu lanjutkan pemasangan.",
                "title": "Terjadi kesalahan saat berkomunikasi dengan aksesori"
            },
            "user": {
                "data": {
                    "device": "Perangkat"
                },
                "description": "Pengontrol HomeKit berkomunikasi melalui jaringan area lokal menggunakan koneksi terenkripsi yang aman tanpa pengontrol HomeKit atau iCloud terpisah. Pilih perangkat yang ingin Anda pasangkan:",
                "title": "Pemilihan perangkat"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Tombol 1",
            "button10": "Tombol 10",
            "button2": "Tombol 2",
            "button3": "Tombol 3",
            "button4": "Tombol 4",
            "button5": "Tombol 5",
            "button6": "Tombol 6",
            "button7": "Tombol 7",
            "button8": "Tombol 8",
            "button9": "Tombol 9",
            "doorbell": "Bel pintu"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" ditekan dua kali",
            "long_press": "\"{subtype}\" ditekan dan ditahan",
            "single_press": "\"{subtype}\" ditekan"
        }
    },
    "title": "Pengontrol HomeKit"
}