{
    "config": {
        "abort": {
            "accessory_not_found_error": "Impossibile aggiungere l'abbinamento in quanto non è più possibile trovare il dispositivo.",
            "already_configured": "L'accessorio è già configurato con questo controller.",
            "already_in_progress": "Il flusso di configurazione è già in corso",
            "already_paired": "Questo accessorio è già associato a un altro dispositivo. Ripristina l'accessorio e riprova.",
            "ignored_model": "Il supporto di HomeKit per questo modello è bloccato poiché è disponibile un'integrazione nativa con più funzionalità.",
            "invalid_config_entry": "Questo dispositivo viene visualizzato come pronto per l'associazione, ma c'è già una voce di configurazione in conflitto in Home Assistant che prima deve essere rimossa.",
            "invalid_properties": "Proprietà non valide annunciate dal dispositivo.",
            "no_devices": "Non è stato possibile trovare dispositivi non associati"
        },
        "error": {
            "authentication_error": "Codice HomeKit errato. Per favore, controllate e riprovate.",
            "insecure_setup_code": "Il codice di installazione richiesto non è sicuro a causa della sua natura banale. Questo accessorio non soddisfa i requisiti di sicurezza di base.",
            "max_peers_error": "Il dispositivo ha rifiutato di aggiungere l'abbinamento in quanto non dispone di una memoria libera per esso.",
            "pairing_failed": "Si è verificato un errore non gestito durante il tentativo di abbinamento con questo dispositivo. Potrebbe trattarsi di un errore temporaneo o il dispositivo potrebbe non essere attualmente supportato.",
            "unable_to_pair": "Impossibile abbinare, riprova.",
            "unknown_error": "Il dispositivo ha riportato un errore sconosciuto. L'abbinamento non è riuscito."
        },
        "flow_title": "{name} ({category})",
        "step": {
            "busy_error": {
                "description": "Interrompi l'associazione su tutti i controller o provare a riavviare il dispositivo, quindi continua a riprendere l'associazione.",
                "title": "Il dispositivo è già associato a un altro controller"
            },
            "max_tries_error": {
                "description": "Il dispositivo ha ricevuto più di 100 tentativi di autenticazione non riusciti. Prova a riavviare il dispositivo, quindi continua a riprendere l'associazione.",
                "title": "Numero massimo di tentativi di autenticazione superato"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Consenti l'associazione con codici di installazione non sicuri.",
                    "pairing_code": "Codice di abbinamento"
                },
                "description": "Il controller HomeKit comunica con {name} ({category}) sulla rete locale utilizzando una connessione cifrata sicura senza un controller HomeKit separato o iCloud. Inserisci il tuo codice di associazione HomeKit (nel formato XXX-XX-XXX) per utilizzare questo accessorio. Questo codice si trova solitamente sul dispositivo stesso o nella confezione.",
                "title": "Associazione con un dispositivo tramite il Protocollo degli Accessori HomeKit"
            },
            "protocol_error": {
                "description": "Il dispositivo potrebbe non essere in modalità di associazione e potrebbe richiedere una pressione di un pulsante fisico o virtuale. Assicurati che il dispositivo sia in modalità di associazione o prova a riavviarlo, quindi continua a riprendere l'associazione.",
                "title": "Errore di comunicazione con l'accessorio"
            },
            "user": {
                "data": {
                    "device": "Dispositivo"
                },
                "description": "Il controller HomeKit comunica sulla rete locale utilizzando una connessione cifrata sicura senza un controller HomeKit separato o iCloud. Seleziona il dispositivo che desideri associare:",
                "title": "Selezione del dispositivo"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Pulsante 1",
            "button10": "Pulsante 10",
            "button2": "Pulsante 2",
            "button3": "Pulsante 3",
            "button4": "Pulsante 4",
            "button5": "Pulsante 5",
            "button6": "Pulsante 6",
            "button7": "Pulsante 7",
            "button8": "Pulsante 8",
            "button9": "Pulsante 9",
            "doorbell": "Campanello"
        },
        "trigger_type": {
            "double_press": "\"{subtype}\" premuto due volte",
            "long_press": "\"{subtype}\" premuto e tenuto premuto",
            "single_press": "\"{subtype}\" premuto"
        }
    },
    "title": "Controller HomeKit"
}