{
    "config": {
        "abort": {
            "accessory_not_found_error": "D'Kupplung kann net dobäigesat ginn, well den Apparat net méi siichtbar ass",
            "already_configured": "Accessoire ass schon mat dësem Kontroller konfiguréiert.",
            "already_in_progress": "Konfiguratioun fir dësen Apparat ass schonn am gaang.",
            "already_paired": "Dësen Accessoire ass schonn mat engem aneren Apparat verbonnen. Sëtzt den Apparat op Wierksastellungen zeréck an probéiert nach emol w.e.g.",
            "ignored_model": "HomeKit Support fir dëse Modell ass blockéiert well eng méi komplett nativ Integratioun disponibel ass.",
            "invalid_config_entry": "Dësen Apparat mellt sech prett fir ze verbanne mee et gëtt schonn eng Entrée am Home Assistant déi ee Konflikt duerstellt welch fir d'éischt muss erausgeholl ginn.",
            "no_devices": "Keng net verbonnen Apparater fonnt"
        },
        "error": {
            "authentication_error": "Ongëltege HomeKit Code. Iwwerpréift dësen an probéiert w.e.g. nach emol.",
            "busy_error": "Den Apparat huet en Kupplungs Versuch refuséiert, well en scho mat engem anere Kontroller verbonnen ass.",
            "max_peers_error": "Den Apparat huet den Kupplungs Versuch refuséiert well et keng fräi Pairing Memoire huet.",
            "max_tries_error": "Den Apparat huet den Kupplungs Versuch refuséiert well et méi wéi 100 net erfollegräich Authentifikatioun's Versich erhalen huet.",
            "pairing_failed": "Eng onerwaarte Feeler ass opgetruede beim Kupplung's Versuch mat dësem Apparat. Dëst kann e temporäre Feeler sinn oder Däin Apparat gëtt aktuell net ënnerstëtzt.",
            "unable_to_pair": "Feeler beim verbannen, probéiert w.e.g. nach emol.",
            "unknown_error": "Apparat mellt een onbekannte Feeler. Verbindung net méiglech."
        },
        "flow_title": "HomeKit Accessoire: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Pairing Code"
                },
                "description": "Gitt ären HomeKit pairing Code (am Format XXX-XX-XXX) an fir dësen Accessoire ze benotzen",
                "title": "Mam HomeKit Accessoire verbannen"
            },
            "user": {
                "data": {
                    "device": "Apparat"
                },
                "description": "Wielt den Apparat aus dee soll verbonne ginn",
                "title": "Mam HomeKit Accessoire verbannen"
            }
        }
    },
    "title": "HomeKit Kontroller"
}