{
    "config": {
        "abort": {
            "accessory_not_found_error": "Kan geen koppeling toevoegen omdat het apparaat niet langer kan worden gevonden.",
            "already_configured": "Accessoire is al geconfigureerd met deze controller.",
            "already_in_progress": "De configuratiestroom is al aan de gang",
            "already_paired": "Dit accessoire is al gekoppeld aan een ander apparaat. Reset het accessoire en probeer het opnieuw.",
            "ignored_model": "HomeKit-ondersteuning voor dit model is geblokkeerd omdat er een meer functie volledige native integratie beschikbaar is.",
            "invalid_config_entry": "Dit apparaat geeft aan dat het gereed is om te koppelen, maar er is al een conflicterend configuratie-item voor in de Home Assistant dat eerst moet worden verwijderd.",
            "invalid_properties": "Ongeldige eigenschappen aangekondigd door apparaat.",
            "no_devices": "Er zijn geen gekoppelde apparaten gevonden"
        },
        "error": {
            "authentication_error": "Onjuiste HomeKit-code. Controleer het en probeer het opnieuw.",
            "insecure_setup_code": "De gevraagde setup-code is onveilig vanwege de triviale aard ervan. Dit accessoire voldoet niet aan de basisbeveiligingsvereisten.",
            "max_peers_error": "Apparaat heeft geweigerd om koppelingen toe te voegen omdat het geen vrije koppelingsopslag heeft.",
            "pairing_failed": "Er deed zich een fout voor tijdens het koppelen met dit apparaat. Dit kan een tijdelijke storing zijn of uw apparaat wordt mogelijk momenteel niet ondersteund.",
            "unable_to_pair": "Kan niet koppelen, probeer het opnieuw.",
            "unknown_error": "Apparaat meldde een onbekende fout. Koppelen mislukt."
        },
        "flow_title": "{name}",
        "step": {
            "busy_error": {
                "description": "Onderbreek het koppelen op alle controllers, of probeer het apparaat opnieuw op te starten, ga dan verder om het koppelen te hervatten.",
                "title": "Het apparaat is al aan het koppelen met een andere controller"
            },
            "max_tries_error": {
                "description": "Het apparaat heeft meer dan 100 mislukte verificatiepogingen ontvangen. Probeer het apparaat opnieuw op te starten en ga dan verder om het koppelen te hervatten.",
                "title": "Maximum aantal authenticatiepogingen overschreden"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Koppelen met onveilige setup-codes toestaan.",
                    "pairing_code": "Koppelingscode"
                },
                "description": "HomeKit Controller communiceert met {name} via het lokale netwerk met behulp van een beveiligde versleutelde verbinding zonder een aparte HomeKit-controller of iCloud. Voer uw HomeKit-koppelcode in (in de indeling XXX-XX-XXX) om dit accessoire te gebruiken. Deze code is meestal te vinden op het apparaat zelf of in de verpakking.",
                "title": "Koppel met HomeKit accessoire"
            },
            "protocol_error": {
                "description": "Het apparaat staat mogelijk niet in de koppelingsmodus en vereist mogelijk een fysieke of virtuele druk op de knop. Zorg ervoor dat het apparaat in de koppelingsmodus staat of probeer het apparaat opnieuw op te starten en ga dan verder om het koppelen te hervatten.",
                "title": "Fout bij het communiceren met de accessoire"
            },
            "user": {
                "data": {
                    "device": "Apparaat"
                },
                "description": "HomeKit Controller communiceert via het lokale netwerk met behulp van een veilige versleutelde verbinding zonder een aparte HomeKit-controller of iCloud. Selecteer het apparaat dat u wilt koppelen:",
                "title": "Apparaat selectie"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Knop 1",
            "button10": "Knop 10",
            "button2": "Knop 2",
            "button3": "Knop 3",
            "button4": "Knop 4",
            "button5": "Knop 5",
            "button6": "Knop 6",
            "button7": "Knop 7",
            "button8": "Knop 8",
            "button9": "Knop 9",
            "doorbell": "Deurbel"
        },
        "trigger_type": {
            "double_press": "\" {subtype} \" tweemaal ingedrukt",
            "long_press": "\"{subtype}\" ingedrukt en vastgehouden",
            "single_press": "\" {subtype} \" ingedrukt"
        }
    },
    "title": "HomeKit Controller"
}