{
    "config": {
        "abort": {
            "accessory_not_found_error": "Nie można rozpocząć parowania, ponieważ nie znaleziono urządzenia.",
            "already_configured": "Akcesorium jest już skonfigurowane z tym kontrolerem.",
            "already_in_progress": "Konfiguracja urządzenia jest już w toku.",
            "already_paired": "To akcesorium jest już sparowane z innym urządzeniem. Zresetuj akcesorium i spróbuj ponownie.",
            "ignored_model": "Obsługa HomeKit dla tego modelu jest zablokowana, ponieważ dostępna jest pełniejsza integracja natywna.",
            "invalid_config_entry": "To urządzenie jest wyświetlane jako gotowe do sparowania, ale istnieje już konfliktowy wpis konfiguracyjny dla niego w Home Assistant, który musi zostać najpierw usunięty.",
            "no_devices": "Nie znaleziono niesparowanych urządzeń."
        },
        "error": {
            "authentication_error": "Niepoprawny kod parowania HomeKit. Sprawdź go i spróbuj ponownie.",
            "busy_error": "Urządzenie odmówiło parowania, ponieważ jest już powiązane z innym kontrolerem.",
            "max_peers_error": "Urządzenie odmówiło parowania, ponieważ nie ma wolnej pamięci parowania.",
            "max_tries_error": "Urządzenie odmówiło dodania parowania, ponieważ otrzymało ponad 100 nieudanych prób uwierzytelnienia.",
            "pairing_failed": "Wystąpił nieobsługiwany błąd podczas próby sparowania z tym urządzeniem. Może to być tymczasowa awaria lub urządzenie może nie być obecnie obsługiwane.",
            "unable_to_pair": "Nie można sparować, spróbuj ponownie.",
            "unknown_error": "Urządzenie zgłosiło nieznany błąd. Parowanie nie powiodło się."
        },
        "flow_title": "Akcesoria HomeKit: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Kod parowania"
                },
                "description": "Wprowadź kod parowania HomeKit, aby użyć tego akcesorium",
                "title": "Sparuj z akcesorium HomeKit"
            },
            "user": {
                "data": {
                    "device": "Urządzenie"
                },
                "description": "Wybierz urządzenie, które chcesz sparować",
                "title": "Sparuj z akcesorium HomeKit"
            }
        }
    },
    "title": "Akcesorium HomeKit"
}