{
    "config": {
        "abort": {
            "accessory_not_found_error": "Não é possível adicionar o emparelhamento, pois o dispositivo não pode mais ser encontrado.",
            "already_configured": "O acessório já está configurado com este controlador.",
            "already_in_progress": "O fluxo de configuração para o dispositivo já está em andamento.",
            "already_paired": "Este acessório já está pareado com outro dispositivo. Por favor, redefina o acessório e tente novamente.",
            "ignored_model": "O suporte do HomeKit para este modelo está bloqueado, já que uma integração nativa mais completa está disponível.",
            "invalid_config_entry": "Este dispositivo está mostrando como pronto para parear, mas existe um conflito na configuração de entrada para ele no Home Assistant que deve ser removida primeiro.",
            "no_devices": "Não foi possível encontrar dispositivos não pareados"
        },
        "error": {
            "authentication_error": "Código HomeKit incorreto. Por favor verifique e tente novamente.",
            "busy_error": "O dispositivo recusou-se a adicionar o emparelhamento, uma vez que já está emparelhando com outro controlador.",
            "max_peers_error": "O dispositivo recusou-se a adicionar o emparelhamento, pois não tem armazenamento de emparelhamento gratuito.",
            "max_tries_error": "O dispositivo recusou-se a adicionar o emparelhamento, uma vez que recebeu mais de 100 tentativas de autenticação malsucedidas.",
            "pairing_failed": "Ocorreu um erro sem tratamento ao tentar emparelhar com este dispositivo. Isso pode ser uma falha temporária ou o dispositivo pode não ser suportado no momento.",
            "unable_to_pair": "Não é possível parear, tente novamente.",
            "unknown_error": "O dispositivo relatou um erro desconhecido. O pareamento falhou."
        },
        "flow_title": "Acessório HomeKit: {name}",
        "step": {
            "busy_error": {
                "title": "O dispositivo está pareando com outro controlador"
            },
            "max_tries_error": {
                "title": "Quantidade de tentativas de autenticação excedido"
            },
            "pair": {
                "data": {
                    "pairing_code": "Código de pareamento"
                },
                "description": "Digite seu código de pareamento do HomeKit (no formato XXX-XX-XXX) para usar este acessório",
                "title": "Parear com o acessório HomeKit"
            },
            "user": {
                "data": {
                    "device": "Dispositivo"
                },
                "description": "Selecione o dispositivo com o qual você deseja parear",
                "title": "Parear com o acessório HomeKit"
            }
        }
    },
    "title": "Acessório HomeKit"
}