{
    "config": {
        "abort": {
            "accessory_not_found_error": "Não é possível adicionar o emparelhamento. O dispositivo não foi encontrado.",
            "already_configured": "O acessório já está configurado com este controlador.",
            "already_in_progress": "O fluxo de configuração do dispositivo já está em andamento.",
            "already_paired": "Este acessório já está emparelhado com outro dispositivo. Por favor restaure as definições de fábrica do acessório e tente novamente.",
            "ignored_model": "O suporte do HomeKit para este modelo está bloqueado, uma vez que está disponível uma integração nativa mais completa.",
            "invalid_config_entry": "Este dispositivo está pronto a emparelhar, mas já existe uma configuração no Home Assistant que precisa ser removida primeiro.",
            "no_devices": "Não foram encontrados dispositivos por emparelhar"
        },
        "error": {
            "authentication_error": "Código incorreto do HomeKit. Por favor, verifique e tente novamente.",
            "max_peers_error": "O dispositivo recusou-se a adicionar o emparelhamento, pois não possui espaço livre para o emparelhamento.",
            "pairing_failed": "Ocorreu um erro não tratado ao tentar emparelhar com este dispositivo. Poderá ser uma falha temporária ou o dispositivo pode não ser suportado agora.",
            "unable_to_pair": "Não foi possível emparelhar, por favor, tente novamente.",
            "unknown_error": "O dispositivo reportou um erro desconhecido. O emparelhamento falhou."
        },
        "flow_title": "Acessório HomeKit: {name}",
        "step": {
            "busy_error": {
                "title": "O dispositivo já está a emparelhar com outro controlador"
            },
            "pair": {
                "data": {
                    "pairing_code": "Código de emparelhamento"
                },
                "description": "Introduza o código de emparelhamento do seu HomeKit (no formato XXX-XX-XXX) para utilizar este acessório",
                "title": "Emparelhar com o acessório HomeKit"
            },
            "user": {
                "data": {
                    "device": "Dispositivo"
                },
                "description": "Selecione o dispositivo com o qual deseja emparelhar",
                "title": "Emparelhar com o acessório HomeKit"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Botão 1",
            "button10": "Botão 10",
            "button2": "Botão 2",
            "button3": "Botão 3",
            "button4": "Botão 4",
            "button5": "Botão 5",
            "button6": "Botão 6",
            "button7": "Botão 7",
            "button8": "Botão 8",
            "button9": "Botão 9",
            "doorbell": "Campainha"
        },
        "trigger_type": {
            "single_press": "\"{subtype}\" pressionado"
        }
    },
    "title": "Acessório HomeKit"
}