{
    "config": {
        "abort": {
            "accessory_not_found_error": "Seznanjanja ni mogoče dodati, ker naprave ni več mogoče najti.",
            "already_configured": "Dodatna oprema je že konfigurirana s tem krmilnikom.",
            "already_in_progress": "Konfiguracijski tok za to napravo je že v teku.",
            "already_paired": "Ta dodatna oprema je že povezana z drugo napravo. Ponastavite dodatno opremo in poskusite znova.",
            "ignored_model": "Podpora za HomeKit za ta model je blokirana, saj je na voljo več funkcij popolne nativne integracije.",
            "invalid_config_entry": "Ta naprava je prikazana kot pripravljena za seznanjanje, vendar je v programu Home Assistant zanj že vpisan konfliktni vnos konfiguracije, ki ga je treba najprej odstraniti.",
            "no_devices": "Ni bilo mogoče najti neuparjenih naprav"
        },
        "error": {
            "authentication_error": "Nepravilna koda HomeKit. Preverite in poskusite znova.",
            "busy_error": "Naprava je zavrnila seznanjanje, saj se že povezuje z drugim krmilnikom.",
            "max_peers_error": "Naprava je zavrnila seznanjanje, saj nima prostega pomnilnika za seznanjanje.",
            "max_tries_error": "Napravaje zavrnila seznanjanje, saj je prejela več kot 100 neuspešnih poskusov overjanja.",
            "pairing_failed": "Med poskusom seznanitev s to napravo je prišlo do napake. To je lahko začasna napaka ali pa vaša naprava trenutno ni podprta.",
            "unable_to_pair": "Ni mogoče seznaniti. Poskusite znova.",
            "unknown_error": "Naprava je sporočila neznano napako. Seznanjanje ni uspelo."
        },
        "flow_title": "HomeKit Oprema: {name}",
        "step": {
            "pair": {
                "data": {
                    "pairing_code": "Koda za seznanjanje"
                },
                "description": "Če želiš uporabiti to dodatno opremo, vnesi HomeKit kodo.",
                "title": "Seznanite s HomeKit Opremo"
            },
            "user": {
                "data": {
                    "device": "Naprava"
                },
                "description": "Izberite napravo, s katero se želite seznaniti",
                "title": "Seznanite s HomeKit Opremo"
            }
        }
    },
    "title": "HomeKit oprema"
}