{
    "config": {
        "abort": {
            "accessory_not_found_error": "Kan inte genomföra parningsförsöket eftersom enheten inte längre kan hittas.",
            "already_configured": "Tillbehöret är redan konfigurerat med denna kontroller.",
            "already_in_progress": "Konfigurations flödet för enheten pågår redan.",
            "already_paired": "Det här tillbehöret är redan kopplat till en annan enhet. Återställ tillbehöret och försök igen.",
            "ignored_model": "HomeKit-stöd för den här modellen blockeras eftersom en mer komplett inbyggd integration är tillgänglig.",
            "invalid_config_entry": "Den här enheten visas som redo att paras ihop, men det finns redan en motstridig konfigurations-post för den i Home Assistant som först måste tas bort.",
            "invalid_properties": "Ogiltiga egenskaper har meddelats av enheten.",
            "no_devices": "Inga oparade enheter kunde hittas"
        },
        "error": {
            "authentication_error": "Felaktig HomeKit-kod. Vänligen kontrollera och försök igen.",
            "insecure_setup_code": "Den begärda installationskoden är osäker på grund av dess triviala natur. Detta tillbehör uppfyller inte grundläggande säkerhetskrav.",
            "max_peers_error": "Enheten nekade parningsförsöket då det inte finns något parningsminnesutrymme kvar",
            "pairing_failed": "Ett okänt fel uppstod när parningsförsöket gjordes med den här enheten. Det här kan vara ett tillfälligt fel, eller så stöds inte din enhet i nuläget.",
            "unable_to_pair": "Det går inte att para ihop, försök igen.",
            "unknown_error": "Enheten rapporterade ett okänt fel. Parning misslyckades."
        },
        "flow_title": "HomeKit-tillbehör: {name}",
        "step": {
            "busy_error": {
                "description": "Avbryt ihopparningen på alla kontroller eller försök starta om enheten och fortsätt sedan för att återuppta ihopparningen.",
                "title": "Enheten paras redan med en annan styrenhet"
            },
            "max_tries_error": {
                "description": "Enheten har fått mer än 100 misslyckade autentiseringsförsök. Testa att starta om enheten och fortsätt sedan att återuppta ihopkopplingen.",
                "title": "Maximalt antal autentiseringsförsök har överskridits"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Tillåt parning med osäkra installationskoder.",
                    "pairing_code": "Parningskod"
                },
                "description": "HomeKit Controller kommunicerar med {name} över det lokala nätverket med hjälp av en säker krypterad anslutning utan en separat HomeKit-kontroller eller iCloud. Ange din HomeKit-kopplingskod (i formatet XXX-XX-XXX) för att använda detta tillbehör. Denna kod finns vanligtvis på själva enheten eller i förpackningen.",
                "title": "Para HomeKit-tillbehör"
            },
            "protocol_error": {
                "description": "Enheten kanske inte är i ihopparningsläge och kan kräva en fysisk eller virtuell knapptryckning. Se till att enheten är i ihopparningsläge eller försök starta om enheten och fortsätt sedan för att återuppta ihopparningen.",
                "title": "Fel vid kommunikation med tillbehöret"
            },
            "user": {
                "data": {
                    "device": "Enhet"
                },
                "description": "Välj den enhet du vill para med",
                "title": "Para HomeKit-tillbehör"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Knapp 1",
            "button10": "Knapp 10",
            "button2": "Knapp 2",
            "button3": "Knapp 3",
            "button4": "Knapp 4",
            "button5": "Knapp 5",
            "button6": "Knapp 6",
            "button7": "Knapp 7",
            "button8": "Knapp 8",
            "button9": "Knapp 9",
            "doorbell": "Dörrklocka"
        },
        "trigger_type": {
            "double_press": "\" {subtype} \" tryckt två gånger",
            "long_press": "\"{subtyp}\" tryckt och hållen",
            "single_press": "\" {subtype} \" tryckt"
        }
    },
    "title": "HomeKit-tillbehör"
}