{
    "config": {
        "abort": {
            "accessory_not_found_error": "Cihaz artık bulunamadığından eşleştirme eklenemiyor.",
            "already_configured": "Aksesuar zaten bu denetleyici ile yapılandırılmıştır.",
            "already_in_progress": "Yapılandırma akışı zaten devam ediyor",
            "already_paired": "Bu aksesuar zaten başka bir cihazla eşleştirilmiş. Lütfen aksesuarı sıfırlayın ve tekrar deneyin.",
            "ignored_model": "Daha özellikli tam yerel entegrasyon kullanılabilir olduğundan, bu model için HomeKit desteği engellendi.",
            "invalid_config_entry": "Bu aygıt eşleşmeye hazır olarak gösteriliyor, ancak ev asistanında ilk olarak kaldırılması gereken çakışan bir yapılandırma girdisi zaten var.",
            "invalid_properties": "Cihaz tarafından açıklanan geçersiz özellikler.",
            "no_devices": "Eşlenmemiş cihaz bulunamadı"
        },
        "error": {
            "authentication_error": "Yanlış HomeKit kodu. Lütfen kontrol edip tekrar deneyin.",
            "insecure_setup_code": "İstenen kurulum kodu, önemsiz doğası nedeniyle güvenli değil. Bu aksesuar, temel güvenlik gereksinimlerini karşılamıyor.",
            "max_peers_error": "Cihaz, ücretsiz eşleştirme depolama alanı olmadığı için eşleştirme eklemeyi reddetti.",
            "pairing_failed": "Bu cihazla eşleşmeye çalışılırken işlenmeyen bir hata oluştu. Bu geçici bir hata olabilir veya cihazınız şu anda desteklenmiyor olabilir.",
            "unable_to_pair": "Eşleştirilemiyor, lütfen tekrar deneyin.",
            "unknown_error": "Cihaz bilinmeyen bir hata bildirdi. Eşleştirme başarısız oldu."
        },
        "flow_title": "{name} ({category})",
        "step": {
            "busy_error": {
                "description": "Tüm denetleyicilerde eşleştirmeyi durdurun veya cihazı yeniden başlatmayı deneyin, ardından eşleştirmeye devam edin.",
                "title": "Cihaz zaten başka bir oyun kumandasıyla eşleşiyor"
            },
            "max_tries_error": {
                "description": "Cihaz, 100'den fazla başarısız kimlik doğrulama girişimi aldı. Cihazı yeniden başlatmayı deneyin, ardından eşleştirmeye devam edin.",
                "title": "Maksimum kimlik doğrulama girişimi aşıldı"
            },
            "pair": {
                "data": {
                    "allow_insecure_setup_codes": "Güvenli olmayan kurulum kodlarıyla eşleştirmeye izin verin.",
                    "pairing_code": "Eşleştirme Kodu"
                },
                "description": "HomeKit Denetleyici, ayrı bir HomeKit denetleyicisi veya iCloud olmadan güvenli bir şifreli bağlantı kullanarak yerel alan ağı üzerinden {name} ( {category} ) ile iletişim kurar. Bu aksesuarı kullanmak için HomeKit eşleştirme kodunuzu (XXX-XX-XXX biçiminde) girin. Bu kod genellikle cihazın kendisinde veya ambalajında bulunur.",
                "title": "HomeKit Aksesuar Protokolü aracılığıyla bir cihazla eşleştirin"
            },
            "protocol_error": {
                "description": "Cihaz eşleştirme modunda olmayabilir ve fiziksel veya sanal bir düğmeye basılmasını gerektirebilir. Cihazın eşleştirme modunda olduğundan emin olun veya cihazı yeniden başlatmayı deneyin, ardından eşleştirmeye devam edin.",
                "title": "Aksesuarla iletişim kurma hatası"
            },
            "user": {
                "data": {
                    "device": "Cihaz"
                },
                "description": "HomeKit Denetleyici, ayrı bir HomeKit denetleyicisi veya iCloud olmadan güvenli bir şifreli bağlantı kullanarak yerel alan ağı üzerinden iletişim kurar. Eşleştirmek istediğiniz cihazı seçin:",
                "title": "Cihaz seçimi"
            }
        }
    },
    "device_automation": {
        "trigger_subtype": {
            "button1": "Düğme 1",
            "button10": "Düğme 10",
            "button2": "Düğme 2",
            "button3": "Düğme 3",
            "button4": "Düğme 4",
            "button5": "Düğme 5",
            "button6": "Düğme 6",
            "button7": "Düğme 7",
            "button8": "Düğme 8",
            "button9": "Düğme 9",
            "doorbell": "Kapı zili"
        },
        "trigger_type": {
            "double_press": "\" {subtype} \" iki kez basıldı",
            "long_press": "\" {subtype} \" basılı tutuldu",
            "single_press": "\" {subtype} \" basıldı"
        }
    },
    "title": "HomeKit Denetleyicisi"
}