{
  "silabs_multiprotocol_hardware": {
    "options": {
      "step": {
        "addon_not_installed": {
          "title": "Enable multiprotocol support on the IEEE 802.15.4 radio",
          "description": "When multiprotocol support is enabled, the {hardware_name}'s IEEE 802.15.4 radio can be used for both Zigbee and Thread (used by Matter) at the same time. If the radio is already used by the ZHA Zigbee integration, ZHA will be reconfigured to use the multiprotocol firmware.\n\nNote: This is an experimental feature.",
          "data": {
            "enable_multi_pan": "Enable multiprotocol support"
          }
        },
        "addon_installed_other_device": {
          "title": "Multiprotocol support is already enabled for another device"
        },
        "install_addon": {
          "title": "The Silicon Labs Multiprotocol add-on installation has started"
        },
        "show_revert_guide": {
          "title": "Multiprotocol support is enabled for this device",
          "description": "If you want to change to Zigbee only firmware, please complete the following manual steps:\n\n  * Remove the Silicon Labs Multiprotocol addon\n\n  * Flash the Zigbee only firmware, follow the guide at https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually.\n\n  * Reconfigure ZHA to migrate settings to the reflashed radio"
        },
        "start_addon": {
          "title": "The Silicon Labs Multiprotocol add-on is starting."
        }
      },
      "error": {
        "unknown": "[%key:common::config_flow::error::unknown%]"
      },
      "abort": {
        "addon_info_failed": "Failed to get Silicon Labs Multiprotocol add-on info.",
        "addon_install_failed": "Failed to install the Silicon Labs Multiprotocol add-on.",
        "addon_set_config_failed": "Failed to set Silicon Labs Multiprotocol configuration.",
        "addon_start_failed": "Failed to start the Silicon Labs Multiprotocol add-on.",
        "not_hassio": "The hardware options can only be configured on HassOS installations.",
        "zha_migration_failed": "The ZHA migration did not succeed."
      },
      "progress": {
        "install_addon": "Please wait while the Silicon Labs Multiprotocol add-on installation finishes. This can take several minutes.",
        "start_addon": "Please wait while the Silicon Labs Multiprotocol add-on start completes. This may take some seconds."
      }
    }
  }
}
