{
    "config": {
        "abort": {
            "no_devices_found": "No devices found on the network",
            "single_instance_allowed": "Already configured. Only a single configuration possible.",
            "unsupported_device": "Your Remootio device isn't supported. Please update the software on your device at least to v2.21 and install the sensor for detecting if your gate is open or closed."
        },
        "error": {
            "cannot_connect": "Failed to connect",
            "device_class_invalid": "Controlled device's appears to be invalid",
            "device_class_required": "Controlled device's class is required",
            "host_invalid": "Host appears to be invalid; it can be an IP address or a host name that complies with RFC-1123",
            "host_required": "Host is required",
            "invalid_auth": "Invalid authentication",
            "secret__api_auth_key_invalid": "API Auth Key appears to be invalid; it must be a sequence of 64 characters and can contain only numbers and english letters",
            "secret__api_auth_key_required": "API Auth Key is required",
            "secret__api_secret_key_invalid": "API Secret Key appears to be invalid; it must be a sequence of 64 characters and can contain only numbers and english letters",
            "secret__api_secret_key_required": "API Secret Key is required",
            "unknown": "Unexpected error",
            "user_input_incomplete": "Please complete the setup of your Remootio device."
        },
        "flow_title": "Remootio",
        "step": {
            "user": {
                "data": {
                    "device_class": "Controlled device's class",
                    "host": "Host (IP address or host name)",
                    "secret__api_auth_key": "API Auth Key",
                    "secret__api_secret_key": "API Secret Key"
                },
                "description": "To use this integration with your Remootio device it has to be connected to your Wi-Fi, must have a fixed IP address assigned and a status sensor installed. Furthermore the API access must be enabled on the device.\n\nTo enable the API access on the device you need to access the device using the master key via the Remootio app, afterwards go to the _Websocket API_ settings in the _Device software_ section of the device settings and enbale the API with logging.\nAfter enabling the API the app will display the device's IP address and the credentials needed for API access.\n\nPlease enable the API on your Remootio device and enter the IP address and credentials shown by the app. Instead of the IP address you can also enter the host name of your Remootio device if you have configured one on your router or DNS server for it.",
                "title": "Remootio integration :: Settings"
            }
        }
    },
    "title": "Remootio"
}