{
    "options": {
        "abort": {
            "addon_info_failed": "Nepodařilo se získat informace o doplňku Silicon Labs Multiprotocol.",
            "addon_install_failed": "Nepodařilo se nainstalovat doplněk Silicon Labs Multiprotocol.",
            "addon_set_config_failed": "Nepodařilo se nastavit konfiguraci Silicon Labs Multiprotocol.",
            "addon_start_failed": "Spuštění doplňku Silicon Labs Multiprotocol se nezdařilo.",
            "not_hassio": "Možnosti hardwaru lze konfigurovat pouze v instalacích HassOS.",
            "zha_migration_failed": "Migrace ZHA se nezdařila."
        },
        "error": {
            "unknown": "Neočekávaná chyba"
        },
        "progress": {
            "install_addon": "Počkejte prosím na dokončení instalace doplňku Silicon Labs Multiprotocol. To může trvat několik minut.",
            "start_addon": "Počkejte prosím, než se dokončí spuštění doplňku Silicon Labs Multiprotocol. To může trvat několik sekund."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "Podpora více protokolů je již povolena pro jiné zařízení"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Povolit podporu více protokolů"
                },
                "description": "Je-li povolena podpora více protokolů, lze rádio IEEE 802.15.4 Home Assistant Yellow používat současně pro Zigbee i Thread (používá Matter). Pokud je rádio již používáno integrací ZHA Zigbee, bude ZHA překonfigurováno pro použití multiprotokolového firmwaru. \n\n Poznámka: Toto je experimentální funkce.",
                "title": "Povolit multiprotokolovou podporu na rádiu IEEE 802.15.4"
            },
            "install_addon": {
                "title": "Instalace doplňku Silicon Labs Multiprotocol byla zahájena"
            },
            "show_revert_guide": {
                "description": "Pokud chcete změnit firmware pouze na Zigbee, proveďte prosím následující ruční kroky: \n\n * Odstraňte doplněk Silicon Labs Multiprotocol \n\n * Flashujte pouze firmware Zigbee, postupujte podle návodu na https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Překonfigurujte ZHA pro migraci nastavení do přeflashovaného rádia",
                "title": "Pro toto zařízení je povolena podpora více protokolů"
            },
            "start_addon": {
                "title": "Spouští se doplněk Silicon Labs Multiprotocol."
            }
        }
    }
}