{
    "options": {
        "abort": {
            "addon_info_failed": "Kan geen add-on informatie opvragen voor de Silicon Labs Multiprotocol add-on.",
            "addon_install_failed": "Het installeren van de SIlicon Labs Multiprotocol add-on is mislukt.",
            "addon_set_config_failed": "Het instellen van de Silicon Labs Multiprotocol configuratie is mislukt.",
            "addon_start_failed": "Het opstarten van de Silicon Labs Multiprotocol add-on is mislukt.",
            "not_hassio": "De hardware opties kunnen alleen worden ingesteld voor HassOS installaties.",
            "zha_migration_failed": "De ZHA migratie is niet gelukt."
        },
        "error": {
            "unknown": "Onverwachte fout"
        },
        "progress": {
            "install_addon": "Wacht even tot de Silicon Labs Multiprotocol add-on installatie is voltooid. Dit kan enige minuten duren.",
            "start_addon": "Wacht even tot de Silicon Labs Multiprotocol add-on is opgestart. Dit kan enige seconden duren."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "Multi-protocol ondersteuning is al voor een ander apparaat ingeschakeld"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Inschakelen multi-protocol ondersteuning"
                },
                "description": "Wanneer multi-protocol ondersteuning is ingeschakeld, zal het Home Assistant Yellow IEEE 802.15.4 toegangspunt gelijktijdig voor zowel Zigbee als Thread (gebruikt door Matter) ingezet worden. Als het toegangspunt al wordt gebruikt door de ZHA Zigbee integratie, dan zal ZHA worden geconfigureerd om de multi-protocol firmware te gaan gebruiken.\n\nOpmerking: Dit is een experimentele functionaliteit.",
                "title": "Inschakelen multi-protocol ondersteuning op het IEEE 802.15.4 toegangspunt"
            },
            "install_addon": {
                "title": "De Silicon Labs Multiprotocol add-on is gestart"
            },
            "show_revert_guide": {
                "description": "Als je naar Zigbee-only firmware wilt overstappen, voltooi dan de volgende handmatig stappen:\n\n  * Verwijderd de Silicon Labs multi-protocol add-on\n\n  * Flash de Zigbee-only firmware, volg de aanwijzigingen op https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually\n\n  * Herconfigureer ZHA om de instellingen te migreren naar het ge-reflashed toegangspunt"
            },
            "start_addon": {
                "title": "De Silicon Labs Multiprotocol add-on is aan het opstarten."
            }
        }
    }
}