{
    "options": {
        "abort": {
            "addon_info_failed": "Nepodarilo sa získať informácie o doplnku Silicon Labs Multiprotocol.",
            "addon_install_failed": "Nepodarilo sa nainštalovať doplnok Silicon Labs Multiprotocol.",
            "addon_set_config_failed": "Nepodarilo sa nastaviť konfiguráciu Silicon Labs Multiprotocol.",
            "addon_start_failed": "Nepodarilo sa spustiť doplnok Silicon Labs Multiprotocol.",
            "disabled_due_to_bug": "Hardvérové možnosti sú dočasne deaktivované, kým opravíme chybu. [Viac informácií]({url})",
            "not_hassio": "Hardvérové možnosti je možné nakonfigurovať iba v inštaláciách HassOS.",
            "zha_migration_failed": "Migrácia ZHA nebola úspešná."
        },
        "error": {
            "unknown": "Neočakávaná chyba"
        },
        "progress": {
            "install_addon": "Počkajte, kým sa dokončí inštalácia doplnku Silicon Labs Multiprotocol. Môže to trvať niekoľko minút.",
            "start_addon": "Počkajte, kým sa dokončí spustenie doplnku Silicon Labs Multiprotocol. Môže to trvať niekoľko sekúnd."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "Podpora viacerých protokolov je už povolená pre iné zariadenie"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Povoliť podporu multiprotocol"
                },
                "description": "Keď je povolená podpora viacerých protokolov, rádio {hardware_name} IEEE 802.15.4 možno použiť súčasne pre Zigbee aj vlákno (používané spoločnosťou Matter). Ak už rádio používa integrácia ZHA Zigbee, ZHA sa prekonfiguruje na používanie multiprotokolového firmvéru. \n\n Poznámka: Toto je experimentálna funkcia.",
                "title": "Povoľte podporu viacerých protokolov na rádiu IEEE 802.15.4"
            },
            "install_addon": {
                "title": "Inštalácia doplnku Silicon Labs Multiprotocol sa začala"
            },
            "show_revert_guide": {
                "description": "Ak chcete zmeniť firmvér iba na Zigbee, vykonajte nasledujúce manuálne kroky: \n\n * Odstráňte doplnok Silicon Labs Multiprotocol \n\n * Flashujte iba firmvér Zigbee, postupujte podľa návodu na https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Prekonfigurujte ZHA na migráciu nastavení do preflashovaného rádia",
                "title": "Pre toto zariadenie je povolená podpora multiprotocol"
            },
            "start_addon": {
                "title": "Spúšťa sa doplnok Silicon Labs Multiprotocol."
            }
        }
    }
}