{
    "config": {
        "abort": {
            "already_configured": "Der Dienst ist bereits konfiguriert",
            "reauth_successful": "Die erneute Authentifizierung war erfolgreich"
        },
        "error": {
            "cannot_connect": "Verbindung fehlgeschlagen",
            "invalid_auth": "Ungültige Authentifizierung",
            "unknown": "Unerwarteter Fehler",
            "wrong_app": "Falsche Anwendung erreicht. Bitte versuche es erneut",
            "zeroconf_failed": "API-Schlüssel nicht gefunden. Bitte gib ihn manuell ein"
        },
        "step": {
            "reauth_confirm": {
                "description": "Die Radarr-Integration muss manuell erneut mit der Radarr-API authentifiziert werden",
                "title": "Integration erneut authentifizieren"
            },
            "user": {
                "data": {
                    "api_key": "API-Schlüssel",
                    "url": "URL",
                    "verify_ssl": "SSL-Zertifikat überprüfen"
                },
                "description": "Der API-Schlüssel kann automatisch abgerufen werden, wenn in der Anwendung keine Anmeldeinformationen festgelegt wurden.\nDeinen API-Schlüssel findest unter Einstellungen > Allgemein in der Radarr-Web-Benutzeroberfläche."
            }
        }
    },
    "issues": {
        "deprecated_yaml": {
            "description": "Die Konfiguration von Radarr mit YAML wird entfernt. \n\nDeine vorhandene YAML-Konfiguration wurde automatisch in die Benutzeroberfläche importiert. \n\nEntferne die Radarr-YAML-Konfiguration aus deiner configuration.yaml-Datei und starte Home Assistant neu, um dieses Problem zu beheben.",
            "title": "Die Radarr-YAML-Konfiguration wird entfernt"
        },
        "removed_attributes": {
            "description": "Es wurden einige Änderungen vorgenommen, um den Filmzählsensor aus Vorsicht zu deaktivieren.\n\nDieser Sensor kann bei großen Datenbanken Probleme verursachen. Wenn du ihn dennoch verwenden möchtest, kannst du dies tun.\n\nFilmnamen werden nicht mehr als Attribute in den Filmsensor aufgenommen.\n\nUpcoming wurde entfernt. Er wird modernisiert, so wie es bei Kalenderelementen sein sollte. Der Speicherplatz ist jetzt in verschiedene Sensoren aufgeteilt, einen für jeden Ordner.\n\nStatus und Befehle wurden entfernt, da sie für Automatisierungen keinen wirklichen Wert zu haben scheinen.",
            "title": "Änderungen an der Radarr-Integration"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "upcoming_days": "Anzahl der anzuzeigenden Tage"
                }
            }
        }
    }
}