{
    "config": {
        "abort": {
            "already_configured": "Service is already configured",
            "reauth_successful": "Re-authentication was successful"
        },
        "error": {
            "cannot_connect": "Failed to connect",
            "invalid_auth": "Invalid authentication",
            "unknown": "Unexpected error",
            "wrong_app": "Incorrect application reached. Please try again",
            "zeroconf_failed": "API key not found. Please enter it manually"
        },
        "step": {
            "reauth_confirm": {
                "description": "The Radarr integration needs to be manually re-authenticated with the Radarr API",
                "title": "Reauthenticate Integration"
            },
            "user": {
                "data": {
                    "api_key": "API Key",
                    "url": "URL",
                    "verify_ssl": "Verify SSL certificate"
                },
                "description": "API key can be retrieved automatically if login credentials were not set in application.\nYour API key can be found in Settings > General in the Radarr Web UI."
            }
        }
    },
    "issues": {
        "deprecated_yaml": {
            "description": "Configuring Radarr using YAML is being removed.\n\nYour existing YAML configuration has been imported into the UI automatically.\n\nRemove the Radarr YAML configuration from your configuration.yaml file and restart Home Assistant to fix this issue.",
            "title": "The Radarr YAML configuration is being removed"
        },
        "removed_attributes": {
            "description": "Some breaking changes has been made in disabling the Movies count sensor out of caution.\n\nThis sensor can cause problems with massive databases. If you still wish to use it, you may do so.\n\nMovie names are no longer included as attributes in the movies sensor.\n\nUpcoming has been removed. It is being modernized as calendar items should be. Disk space is now split into different sensors, one for each folder.\n\nStatus and commands have been removed as they don't appear to have real value for automations.",
            "title": "Changes to the Radarr integration"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "upcoming_days": "Number of upcoming days to display"
                }
            }
        }
    }
}