{
    "config": {
        "abort": {
            "already_configured": "El servicio ya está configurado",
            "reauth_successful": "La autenticación se volvió a realizar correctamente"
        },
        "error": {
            "cannot_connect": "No se pudo conectar",
            "invalid_auth": "Autenticación no válida",
            "unknown": "Error inesperado",
            "wrong_app": "Se ha alcanzado una aplicación incorrecta. Por favor, inténtalo de nuevo",
            "zeroconf_failed": "Clave API no encontrada. Por favor, introdúcela manualmente"
        },
        "step": {
            "reauth_confirm": {
                "description": "La integración Radarr debe volver a autenticarse manualmente con la API de Radarr",
                "title": "Volver a autenticar la integración"
            },
            "user": {
                "data": {
                    "api_key": "Clave API",
                    "url": "URL",
                    "verify_ssl": "Verificar el certificado SSL"
                },
                "description": "La clave API se puede recuperar automáticamente si las credenciales de inicio de sesión no se configuraron en la aplicación.\nPuedes encontrar tu clave API en Configuración > General en la IU web de Radarr."
            }
        }
    },
    "issues": {
        "deprecated_yaml": {
            "description": "Se va a eliminar la configuración de Radarr mediante YAML. \n\nTu configuración YAML existente se ha importado a la IU automáticamente. \n\nElimina la configuración YAML de Radarr de tu archivo configuration.yaml y reinicia Home Assistant para solucionar este problema.",
            "title": "Se va a eliminar la configuración YAML de Radarr"
        },
        "removed_attributes": {
            "description": "Se han realizado algunos cambios importantes al deshabilitar el sensor de conteo de películas por precaución. \n\nEste sensor puede causar problemas con bases de datos enormes. Si aún deseas utilizarlo, puedes hacerlo. \n\nLos nombres de las películas ya no se incluyen como atributos en el sensor de películas. \n\nPróximamente ha sido eliminado. Se está modernizando como deberían ser los elementos del calendario. El espacio en disco ahora se divide en diferentes sensores, uno para cada carpeta. \n\nEl estado y los comandos se han eliminado porque no parecen tener un valor real para las automatizaciones.",
            "title": "Cambios en la integración de Radarr"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "upcoming_days": "Número de días próximos a mostrar"
                }
            }
        }
    }
}