{
    "config": {
        "abort": {
            "already_configured": "Il servizio è già configurato",
            "reauth_successful": "La nuova autenticazione è stata eseguita correttamente"
        },
        "error": {
            "cannot_connect": "Impossibile connettersi",
            "invalid_auth": "Autenticazione non valida",
            "unknown": "Errore imprevisto",
            "wrong_app": "Applicazione errata raggiunta. Per favore riprova",
            "zeroconf_failed": "Chiave API non trovata. Si prega di inserirla manualmente"
        },
        "step": {
            "reauth_confirm": {
                "description": "L'integrazione Radarr deve essere di nuovo autenticata manualmente con l'API Radarr.",
                "title": "Autentica nuovamente l'integrazione"
            },
            "user": {
                "data": {
                    "api_key": "Chiave API",
                    "url": "URL",
                    "verify_ssl": "Verifica il certificato SSL"
                },
                "description": "La chiave API può essere recuperata automaticamente se le credenziali di accesso non sono state impostate nell'applicazione.\nLa chiave API può essere trovata in Impostazioni > Generali nell'interfaccia Web di Radarr."
            }
        }
    },
    "issues": {
        "deprecated_yaml": {
            "description": "La configurazione di Radarr tramite YAML è stata rimossa.\n\nLa configurazione YAML esistente è stata importata automaticamente nell'interfaccia utente.\n\nRimuovere la configurazione YAML di Radarr dal file configuration.yaml e riavviare Home Assistant per risolvere il problema.",
            "title": "La configurazione YAML di Radarr è stata rimossa"
        },
        "removed_attributes": {
            "description": "Sono state apportate alcune modifiche alla disabilitazione del sensore di conteggio dei filmati per prudenza.\n\nQuesto sensore può causare problemi con database di grandi dimensioni. Se si desidera ancora utilizzarlo, è possibile farlo.\n\nI nomi dei film non sono più inclusi come attributi nel sensore dei film.\n\nLa voce Upcoming è stata rimossa. È stato modernizzato come dovrebbero essere gli elementi del calendario. Lo spazio su disco è ora suddiviso in diversi sensori, uno per ogni cartella.\n\nStato e comandi sono stati rimossi perché non sembrano avere un valore reale per le automazioni.",
            "title": "Modifiche all'integrazione Radarr"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "upcoming_days": "Numero dei prossimi giorni da visualizzare"
                }
            }
        }
    }
}