{
    "config": {
        "abort": {
            "already_configured": "Usługa jest już skonfigurowana",
            "reauth_successful": "Ponowne uwierzytelnienie powiodło się"
        },
        "error": {
            "cannot_connect": "Nie można nawiązać połączenia",
            "invalid_auth": "Niepoprawne uwierzytelnienie",
            "unknown": "Nieoczekiwany błąd",
            "wrong_app": "Osiągnięto nieprawidłową aplikację. Spróbuj ponownie",
            "zeroconf_failed": "Nie znaleziono klucza API. Proszę wpisać go ręcznie."
        },
        "step": {
            "reauth_confirm": {
                "description": "Integracja Radarr musi zostać ręcznie ponownie uwierzytelniona za pomocą interfejsu API Radarr",
                "title": "Ponownie uwierzytelnij integrację"
            },
            "user": {
                "data": {
                    "api_key": "Klucz API",
                    "url": "URL",
                    "verify_ssl": "Weryfikacja certyfikatu SSL"
                },
                "description": "Klucz API może zostać pobrany automatycznie, jeśli dane logowania nie zostały ustawione w aplikacji.\nTwój klucz API możesz znaleźć w Ustawienia > Ogólne, na swoim koncie Radarr."
            }
        }
    },
    "issues": {
        "deprecated_yaml": {
            "description": "Konfiguracja Radarr przy użyciu YAML zostanie usunięta. \n\nTwoja istniejąca konfiguracja YAML została automatycznie zaimportowana do interfejsu użytkownika. \n\nUsuń konfigurację YAML z pliku configuration.yaml i uruchom ponownie Home Assistanta, aby rozwiązać ten problem.",
            "title": "Konfiguracja YAML dla Radarr zostanie usunięta"
        },
        "removed_attributes": {
            "description": "Z powodu ostrożności wprowadzono pewne przełomowe zmiany w wyłączaniu sensora liczby filmów. \n\nTen sensor może powodować problemy z ogromnymi bazami danych. Jeśli nadal chcesz z niego korzystać, możesz to zrobić. \n\n\"Nazwy filmów\" nie są już uwzględniane w atrybutach sensora filmów. \n\n\"Nadchodzące\" zostało usunięte. Jest unowocześniany tak, jak przystało na kalendarz. \"Miejsce na dysku\" jest teraz podzielone na różne sensory, po jednym dla każdego folderu. \n\n\"Status\" i \"Polecenia\" zostały usunięte, ponieważ nie wydają się mieć rzeczywistej wartości dla automatyzacji.",
            "title": "Zmiany w integracji Radarr"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "upcoming_days": "Liczba nadchodzących dni do wyświetlenia"
                }
            }
        }
    }
}