{
    "config": {
        "abort": {
            "port_name_in_use": "Ja hi ha un enllaç configurat amb aquest nom o port."
        },
        "step": {
            "pairing": {
                "description": "Tan aviat com l'enllaç {name} estigui llest, rebràs una \"Notificació\" de configuració de l'enllaç HomeKit informan-te de que la vinculació està disponible.",
                "title": "Vinculació de l'enllaç HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Autoarrencada (desactiva-ho si fas servir Z-Wave o algun altre sistema d'inici lent)",
                    "include_domains": "Dominis a incloure"
                },
                "description": "L'enllaç HomeKit et permet accedir a les teves entitats de Home Assistant directament a HomeKit. Aquests enllços estan limitats a un màxim de 150 accessoris per instància (inclòs el propi enllaç). Si volguessis enllaçar més accessoris, és recomanable que utilitzis diferents enllaços HomeKit per a dominis diferents. La configuració avançada d'entitat per l'enllaç prinipal només està disponible amb YAML.",
                "title": "Activació de l'enllaç HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "[%key::component::homekit::config::step::user::data::auto_start%]",
                    "safe_mode": "Mode segur (habilita-ho només si falla la vinculació)"
                },
                "description": "Aquests paràmetres només s'han d'ajustar si l'enllaç HomeKit no és funcional.",
                "title": "Configuració avançada"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Càmeres que admeten fluxos H.264 natius"
                },
                "description": "Comprova les càmeres que suporten fluxos nadius H.264. Si alguna càmera not proporciona una sortida H.264, el sistema transcodificarà el vídeo a H.264 per a HomeKit. La transcodificació necessita una CPU potent i probablement no funcioni en ordinadors petits (SBC).",
                "title": "Selecció del còdec de vídeo de càmera"
            },
            "exclude": {
                "data": {
                    "exclude_entities": "Entitats a excloure"
                },
                "description": "Selecciona les entitats que NO vulguis que siguin enllaçades.",
                "title": "Exclusió d'entitats de l'enllaç en dominis seleccionats"
            },
            "init": {
                "data": {
                    "include_domains": "[%key::component::homekit::config::step::user::data::include_domains%]"
                },
                "description": "Les entitats a \"Dominis a incloure\" s'enllaçaran a HomeKit. A la següent pantalla podràs seleccionar quines entitats vols excloure d'aquesta llista.",
                "title": "Selecció dels dominis a enllaçar."
            },
            "yaml": {
                "description": "Aquesta entrada es controla en YAML",
                "title": "Ajusta les opcions de l'enllaç HomeKit"
            }
        }
    },
    "title": "Enllaç HomeKit"
}