{
    "config": {
        "abort": {
            "port_name_in_use": "Ja hi ha un enllaç o accessori configurat amb aquest nom o port."
        },
        "step": {
            "pairing": {
                "description": "Per completar la vinculació, segueix les instruccions a \"Configuració de l'enllaç HomeKit\" sota \"Notificacions\".",
                "title": "Vinculació HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Dominis a incloure"
                },
                "description": "Selecciona els dominis a incloure. S'inclouran totes les entitats del domini compatibles. Es crearà una instància HomeKit en mode accessori per a cada repoductor multimèdia/TV i càmera.",
                "title": "Selecciona els dominis a incloure"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Inici automàtic (desactiva-ho si crides el servei homekit.start manualment)"
                },
                "description": "Aquests paràmetres només s'han d'ajustar si HomeKit no és funcional.",
                "title": "Configuració avançada"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Càmeres que admeten fluxos H.264 natius"
                },
                "description": "Comprova les càmeres que suporten fluxos nadius H.264. Si alguna càmera not proporciona una sortida H.264, el sistema transcodificarà el vídeo a H.264 per a HomeKit. La transcodificació necessita una CPU potent i probablement no funcioni en ordinadors petits (SBC).",
                "title": "Selecció del còdec de vídeo de càmera"
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitats",
                    "mode": "Mode"
                },
                "description": "Tria les entitats a incloure. En mode accessori, només s'inclou una sola entitat. En mode enllaç inclusiu, s'inclouran totes les entitats del domini tret de que se'n seleccionin algunes en concret. En mode enllaç excusiu, s'inclouran totes les entitats del domini excepte les entitats excloses. Per obtenir el millor rendiment, es crea una instància HomeKit per a cada repoductor multimèdia/TV i càmera.",
                "title": "Selecciona les entitats a incloure"
            },
            "init": {
                "data": {
                    "include_domains": "Dominis a incloure",
                    "mode": "Mode"
                },
                "description": "HomeKit es pot configurar per exposar un enllaç o un sol accessori. En mode accessori, només es pot utilitzar una entitat. El mode accessori és necessari perquè els reproductors multimèdia amb classe de dispositiu TV funcionin correctament. Les entitats a \"Dominis a incloure\" s'inclouran a HomeKit. A la següent pantalla podràs seleccionar quines entitats vols incloure o excloure d'aquesta llista.",
                "title": "Selecciona els dominis a incloure."
            },
            "yaml": {
                "description": "Aquesta entrada es controla en YAML",
                "title": "Ajusta les opcions de HomeKit"
            }
        }
    }
}