{
    "config": {
        "abort": {
            "port_name_in_use": "Ja hi ha un enllaç o accessori configurat amb aquest nom o port."
        },
        "step": {
            "pairing": {
                "description": "Tan aviat com {name} estigui llest, la vinculació estarà disponible a \"Notificacions\" com a \"Configuració de l'enllaç HomeKit\".",
                "title": "Vinculació HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Autoarrencada (desactiva-ho si fas servir Z-Wave o algun altre sistema d'inici lent)",
                    "include_domains": "Dominis a incloure"
                },
                "description": "La integració HomeKit et permet l'accés a les teves entitats de Home Assistant a HomeKit. En mode enllaç, els enllaços HomeKit estan limitats a un màxim de 150 accessoris per instància (inclòs el propi enllaç). Si volguessis enllaçar més accessoris que el màxim permès, és recomanable que utilitzis diferents enllaços HomeKit per a dominis diferents. La configuració avançada d'entitat només està disponible en YAML per l'enllaç prinipal.",
                "title": "Activació de HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "[%key::component::homekit::config::step::user::data::auto_start%]",
                    "safe_mode": "Mode segur (habilita-ho només si falla la vinculació)"
                },
                "description": "Aquests paràmetres només s'han d'ajustar si HomeKit no és funcional.",
                "title": "Configuració avançada"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Càmeres que admeten fluxos H.264 natius"
                },
                "description": "Comprova les càmeres que suporten fluxos nadius H.264. Si alguna càmera not proporciona una sortida H.264, el sistema transcodificarà el vídeo a H.264 per a HomeKit. La transcodificació necessita una CPU potent i probablement no funcioni en ordinadors petits (SBC).",
                "title": "Selecció del còdec de vídeo de càmera"
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitats",
                    "mode": "Mode"
                },
                "description": "Tria les entitats que vulguis exposar. En mode accessori, només s'exposa una sola entitat. En mode enllaç inclusiu, s'exposaran totes les entitats del domini tret que se seleccionin algunes en concret. En mode enllaç excusiu, s'exposaran totes les entitats del domini excepte les entitats excloses.",
                "title": "Selecció de les entitats a exposar"
            },
            "init": {
                "data": {
                    "include_domains": "[%key::component::homekit::config::step::user::data::include_domains%]",
                    "mode": "Mode"
                },
                "description": "HomeKit es pot configurar per exposar un enllaç o un sol accessori. En mode accessori, només es pot utilitzar una entitat. El mode accessori és necessari en reproductors multimèdia amb classe de dispositiu TV perquè funcionin correctament. Les entitats a \"Dominis a incloure\" s'exposaran a HomeKit. A la següent pantalla podràs seleccionar quines entitats vols incloure o excloure d'aquesta llista.",
                "title": "Selecció dels dominis a exposar."
            },
            "yaml": {
                "description": "Aquesta entrada es controla en YAML",
                "title": "Ajusta les opcions de HomeKit"
            }
        }
    }
}