{
    "config": {
        "abort": {
            "port_name_in_use": "Eine HomeKit Bridge mit demselben Namen oder Port ist bereits vorhanden."
        },
        "step": {
            "pairing": {
                "description": "Um die Kopplung abzuschließen, folge den Anweisungen in \"Benachrichtigungen\" unter \"HomeKit-Kopplung\".",
                "title": "HomeKit verbinden"
            },
            "user": {
                "data": {
                    "include_domains": "Einzubeziehende Domains"
                },
                "description": "Wähle die einzuschließenden Domänen aus. Alle unterstützten Geräte in der Domäne werden einbezogen, mit Ausnahme der kategorisierten Geräte. Für jeden TV-Media-Player, jede aktivitätsbasierte Fernbedienung, jedes Schloss und jede Kamera wird eine separate HomeKit-Instanz im Zubehörmodus erstellt.",
                "title": "Wähle die zu einzubeziehenden Domänen aus."
            }
        }
    },
    "options": {
        "step": {
            "accessory": {
                "data": {
                    "entities": "Entität"
                },
                "title": "Wähle die Entität für das Zubehör aus"
            },
            "advanced": {
                "data": {
                    "devices": "Geräte (Trigger)"
                },
                "description": "Für jedes ausgewählte Gerät werden programmierbare Schalter erstellt. Wenn ein Geräteauslöser ausgelöst wird, kann HomeKit so konfiguriert werden, dass eine Automatisierung oder Szene ausgeführt wird.",
                "title": "Erweiterte Konfiguration"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Kameras, die Audio unterstützen",
                    "camera_copy": "Kameras, die native H.264-Streams unterstützen"
                },
                "description": "Prüfe alle Kameras, die native H.264-Streams unterstützen. Wenn die Kamera keinen H.264-Stream ausgibt, transkodiert das System das Video in H.264 für HomeKit. Die Transkodierung erfordert eine leistungsstarke CPU und wird wahrscheinlich nicht auf Einplatinencomputern funktionieren.",
                "title": "Wähle den Kamera-Video-Codec."
            },
            "exclude": {
                "data": {
                    "entities": "Entitäten"
                },
                "description": "Alle \"{domains}\"-Entitäten werden einbezogen, mit Ausnahme der ausgeschlossenen Entitäten und kategorisierten Entitäten.",
                "title": "Wähle die auszuschließenden Einheiten aus"
            },
            "include": {
                "data": {
                    "entities": "Entitäten"
                },
                "description": "Alle \"{domains}\"-Entitäten werden einbezogen, sofern nicht bestimmte Entitäten ausgewählt werden.",
                "title": "Wähle die einzuschließenden Entitäten aus"
            },
            "init": {
                "data": {
                    "domains": "Einzubeziehende Domains",
                    "include_exclude_mode": "Inklusionsmodus",
                    "mode": "HomeKit-Modus"
                },
                "description": "HomeKit kann so konfiguriert werden, dass eine Brücke oder ein einzelnes Zubehör verfügbar gemacht wird. Im Zubehörmodus kann nur eine einzelne Entität verwendet werden. Für Media Player mit der TV-Geräteklasse ist ein Zubehörmodus erforderlich, damit sie ordnungsgemäß funktionieren. Entitäten in den \"einzuschließenden Domänen\" werden für HomeKit verfügbar gemacht. Auf dem nächsten Bildschirm kannst du auswählen, welche Entitäten in diese Liste aufgenommen oder aus dieser ausgeschlossen werden sollen.",
                "title": "Wähle Modus und Domänen aus."
            },
            "yaml": {
                "description": "Dieser Eintrag wird über YAML gesteuert",
                "title": "Passe die HomeKit Bridge-Optionen an"
            }
        }
    }
}