{
    "config": {
        "abort": {
            "port_name_in_use": "Eine HomeKit Bridge mit demselben Namen oder Port ist bereits vorhanden."
        },
        "step": {
            "pairing": {
                "description": "Um die Kopplung abzuschließen, folgen Sie den Anweisungen in \"Benachrichtigungen\" unter \"HomeKit-Kopplung\".",
                "title": "HomeKit verbinden"
            },
            "user": {
                "data": {
                    "include_domains": "Einzubeziehende Domains"
                },
                "description": "Wählen Sie die Domains aus, die aufgenommen werden sollen. Alle unterstützten Entitäten in der Domain werden aufgenommen. Für jeden TV-Mediaplayer und jede Kamera wird eine separate HomeKit-Instanz im Zubehörmodus erstellt.",
                "title": "Wähle die zu einzubeziehenden Domänen aus."
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (deaktivieren, wenn du den homekit.start-Dienst manuell aufrufst)"
                },
                "description": "Diese Einstellungen müssen nur angepasst werden, wenn HomeKit nicht funktioniert.",
                "title": "Erweiterte Konfiguration"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kameras, die native H.264-Streams unterstützen"
                },
                "description": "Prüfe alle Kameras, die native H.264-Streams unterstützen. Wenn die Kamera keinen H.264-Stream ausgibt, transkodiert das System das Video in H.264 für HomeKit. Die Transkodierung erfordert eine leistungsstarke CPU und wird wahrscheinlich nicht auf Einplatinencomputern funktionieren.",
                "title": "Wählen Sie den Kamera-Video-Codec."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitäten",
                    "mode": "Modus"
                },
                "description": "Wählen Sie die einzubeziehenden Entitäten aus. Im Zubehörmodus wird nur eine einzelne Entität eingeschlossen. Im Bridge-Include-Modus werden alle Entitäten in der Domäne eingeschlossen, sofern nicht bestimmte Entitäten ausgewählt sind. Im Bridge-Exclude-Modus werden alle Entitäten in der Domäne eingeschlossen, außer den ausgeschlossenen Entitäten. Für eine optimale Leistung wird für jeden TV-Media-Player, jede aktivitätsbasierte Fernbedienung, jedes Schloss und jede Kamera ein separates HomeKit-Zubehör erstellt.",
                "title": "Wähle die Entitäten aus, die aufgenommen werden sollen"
            },
            "init": {
                "data": {
                    "include_domains": "Einzubeziehende Domains",
                    "mode": "Modus"
                },
                "description": "HomeKit kann so konfiguriert werden, dass eine Brücke oder ein einzelnes Zubehör verfügbar gemacht wird. Im Zubehörmodus kann nur eine einzelne Entität verwendet werden. Für Media Player mit der TV-Geräteklasse ist ein Zubehörmodus erforderlich, damit sie ordnungsgemäß funktionieren. Entitäten in den \"einzuschließenden Domänen\" werden für HomeKit verfügbar gemacht. Auf dem nächsten Bildschirm können Sie auswählen, welche Entitäten in diese Liste aufgenommen oder aus dieser ausgeschlossen werden sollen.",
                "title": "Wähle die zu einzubeziehenden Domänen aus."
            },
            "yaml": {
                "description": "Dieser Eintrag wird über YAML gesteuert",
                "title": "Passe die HomeKit Bridge-Optionen an"
            }
        }
    }
}