{
    "config": {
        "abort": {
            "port_name_in_use": "Eine HomeKit Bridge mit demselben Namen oder Port ist bereits vorhanden."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Entität"
                },
                "description": "Wähle die Entität aus, die aufgenommen werden soll. Im Zubehörmodus ist nur eine einzelne Entität enthalten.",
                "title": "Wähle die Entität aus, die aufgenommen werden soll"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Einzubeziehende Domains"
                },
                "description": "Wähle die Domains aus, die aufgenommen werden sollen. Alle unterstützten Geräte innerhalb der Domain werden aufgenommen.",
                "title": "Wähle die Domains aus, die aufgenommen werden sollen"
            },
            "pairing": {
                "title": "HomeKit verbinden"
            },
            "user": {
                "data": {
                    "include_domains": "Einzubeziehende Domains",
                    "mode": "Modus"
                },
                "title": "HomeKit aktivieren"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "safe_mode": "Abgesicherter Modus (nur aktivieren, wenn das Pairing fehlschlägt)"
                },
                "description": "Diese Einstellungen müssen nur angepasst werden, wenn HomeKit nicht funktioniert.",
                "title": "Erweiterte Konfiguration"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kameras, die native H.264-Streams unterstützen"
                },
                "title": "Wählen Sie den Kamera-Video-Codec."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitäten",
                    "mode": "Modus"
                },
                "title": "Wähle die Entitäten aus, die aufgenommen werden sollen"
            },
            "init": {
                "data": {
                    "include_domains": "Einzubeziehende Domains",
                    "mode": "Modus"
                },
                "description": "HomeKit kann so konfiguriert werden, dass eine Brücke oder ein einzelnes Zubehör verfügbar gemacht wird. Im Zubehörmodus kann nur eine einzelne Entität verwendet werden. Für Media Player mit der TV-Geräteklasse ist ein Zubehörmodus erforderlich, damit sie ordnungsgemäß funktionieren. Entitäten in den \"einzuschließenden Domänen\" werden für HomeKit verfügbar gemacht. Auf dem nächsten Bildschirm können Sie auswählen, welche Entitäten in diese Liste aufgenommen oder aus dieser ausgeschlossen werden sollen.",
                "title": "Wähle die zu überbrückenden Domänen aus."
            },
            "yaml": {
                "description": "Dieser Eintrag wird über YAML gesteuert",
                "title": "Passe die HomeKit Bridge-Optionen an"
            }
        }
    }
}