{
    "config": {
        "abort": {
            "port_name_in_use": "Ένα εξάρτημα ή μια γέφυρα με το ίδιο όνομα ή θύρα έχει ήδη διαμορφωθεί."
        },
        "step": {
            "pairing": {
                "description": "Για να ολοκληρώσετε τη σύζευξη ακολουθώντας τις οδηγίες στις \"Ειδοποιήσεις\" στην ενότητα \"Σύζευξη HomeKit\".",
                "title": "Σύζευξη HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Τομείς για να συμπεριληφθούν"
                },
                "description": "Επιλέξτε τους τομείς που θα συμπεριληφθούν. Θα συμπεριληφθούν όλες οι υποστηριζόμενες οντότητες στον τομέα, εκτός από τις κατηγοριοποιημένες οντότητες. Θα δημιουργηθεί μια ξεχωριστή περίπτωση HomeKit σε λειτουργία αξεσουάρ για κάθε συσκευή αναπαραγωγής πολυμέσων tv, τηλεχειριστήριο με βάση τη δραστηριότητα, κλειδαριά και κάμερα.",
                "title": "Επιλέξτε τομείς που θα συμπεριληφθούν"
            }
        }
    },
    "options": {
        "step": {
            "accessory": {
                "data": {
                    "entities": "Οντότητα"
                },
                "title": "Επιλέξτε την οντότητα για το αξεσουάρ"
            },
            "advanced": {
                "data": {
                    "devices": "Συσκευές (Εναύσματα)"
                },
                "description": "Δημιουργούνται προγραμματιζόμενοι διακόπτες για κάθε επιλεγμένη συσκευή. Όταν πυροδοτείται μια ενεργοποίηση συσκευής, το HomeKit μπορεί να ρυθμιστεί για την εκτέλεση ενός αυτοματισμού ή μιας σκηνής.",
                "title": "Προηγμένη διαμόρφωση"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Κάμερες που υποστηρίζουν ήχο",
                    "camera_copy": "Κάμερες που υποστηρίζουν εγγενείς ροές H.264"
                },
                "description": "Ελέγξτε όλες τις κάμερες που υποστηρίζουν εγγενείς ροές H.264. Εάν η κάμερα δεν παράγει ροή H.264, το σύστημα θα μετασχηματίσει το βίντεο σε H.264 για το HomeKit. Η μετακωδικοποίηση απαιτεί μια αποδοτική CPU και είναι απίθανο να λειτουργήσει σε υπολογιστές μονής πλακέτας.",
                "title": "Διαμόρφωση κάμερας"
            },
            "exclude": {
                "data": {
                    "entities": "Οντότητες"
                },
                "description": "Θα συμπεριληφθούν όλες οι οντότητες \"{domains}\" εκτός από τις εξαιρούμενες οντότητες και τις κατηγοριοποιημένες οντότητες.",
                "title": "Επιλέξτε τις οντότητες που θα εξαιρεθούν"
            },
            "include": {
                "data": {
                    "entities": "Οντότητες"
                },
                "description": "Όλες οι οντότητες \"{domains}\" θα συμπεριληφθούν, εκτός εάν επιλεγούν συγκεκριμένες οντότητες.",
                "title": "Επιλέξτε τις οντότητες που θα συμπεριληφθούν"
            },
            "init": {
                "data": {
                    "domains": "Τομείς για να συμπεριληφθούν",
                    "include_exclude_mode": "Λειτουργία συμπερίληψης",
                    "mode": "Λειτουργία HomeKit"
                },
                "description": "Το HomeKit μπορεί να διαμορφωθεί ώστε να εκθέσει μια γέφυρα ή ένα μεμονωμένο αξεσουάρ. Στη λειτουργία αξεσουάρ, μπορεί να χρησιμοποιηθεί μόνο μία οντότητα. Η λειτουργία αξεσουάρ απαιτείται για να λειτουργούν σωστά οι συσκευές αναπαραγωγής πολυμέσων με την κλάση συσκευής TV. Οι οντότητες στο \"Τομείς για να συμπεριληφθούν\" θα συμπεριληφθούν στο HomeKit. Θα μπορείτε να επιλέξετε ποιες οντότητες θα συμπεριλάβετε ή θα εξαιρέσετε από αυτή τη λίστα στην επόμενη οθόνη.",
                "title": "Επιλέξτε λειτουργία και τομείς."
            },
            "yaml": {
                "description": "Αυτή η καταχώρηση ελέγχεται μέσω YAML",
                "title": "Προσαρμογή επιλογών HomeKit"
            }
        }
    }
}