{
    "config": {
        "abort": {
            "port_name_in_use": "An accessory or bridge with the same name or port is already configured."
        },
        "step": {
            "pairing": {
                "description": "To complete pairing following the instructions in “Notifications” under “HomeKit Pairing”.",
                "title": "Pair HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Domains to include"
                },
                "description": "Choose the domains to be included. All supported entities in the domain will be included. A separate HomeKit instance in accessory mode will be created for each tv media player, activity based remote, lock, and camera.",
                "title": "Select domains to be included"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (disable if you are calling the homekit.start service manually)",
                    "devices": "Devices (Triggers)"
                },
                "description": "Programmable switches are created for each selected device. When a device trigger fires, HomeKit can be configured to run an automation or scene.",
                "title": "Advanced Configuration"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Cameras that support audio",
                    "camera_copy": "Cameras that support native H.264 streams"
                },
                "description": "Check all cameras that support native H.264 streams. If the camera does not output a H.264 stream, the system will transcode the video to H.264 for HomeKit. Transcoding requires a performant CPU and is unlikely to work on single board computers.",
                "title": "Camera Configuration"
            },
            "include_exclude": {
                "data": {
                    "entities": "Entities",
                    "mode": "Mode"
                },
                "description": "Choose the entities to be included. In accessory mode, only a single entity is included. In bridge include mode, all entities in the domain will be included unless specific entities are selected. In bridge exclude mode, all entities in the domain will be included except for the excluded entities. For best performance, a separate HomeKit accessory will be created for each tv media player, activity based remote, lock, and camera.",
                "title": "Select entities to be included"
            },
            "init": {
                "data": {
                    "include_domains": "Domains to include",
                    "mode": "Mode"
                },
                "description": "HomeKit can be configured expose a bridge or a single accessory. In accessory mode, only a single entity can be used. Accessory mode is required for media players with the TV device class to function properly. Entities in the “Domains to include” will be included to HomeKit. You will be able to select which entities to include or exclude from this list on the next screen.",
                "title": "Select domains to be included."
            },
            "yaml": {
                "description": "This entry is controlled via YAML",
                "title": "Adjust HomeKit Options"
            }
        }
    }
}