{
    "config": {
        "abort": {
            "port_name_in_use": "Un puente con el mismo nombre o puerto ya está configurado."
        },
        "step": {
            "pairing": {
                "description": "Tan pronto como el puente {name} esté listo, el emparejamiento estará disponible en \"Notificaciones\" como \"Configuración del puente HomeKit\".",
                "title": "Emparejar HomeKit Bridge"
            },
            "user": {
                "data": {
                    "auto_start": "Inicio automático (deshabilitar si se usa Z-Wave u otro sistema de inicio diferido)",
                    "include_domains": "Dominios para incluir"
                },
                "description": "Un HomeKit Bridge le permitirá acceder a sus entidades de Home Assistant en HomeKit. Los puentes HomeKit están limitados a 150 accesorios por instancia, incluido el puente mismo. Si desea unir más de la cantidad máxima de accesorios, se recomienda que use múltiples puentes HomeKit para diferentes dominios. La configuración detallada de la entidad solo está disponible a través de YAML para el puente primario.",
                "title": "Activar HomeKit Bridge"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Inicio automático (deshabilitar si se usa Z-Wave u otro sistema de inicio diferido)",
                    "safe_mode": "Modo seguro (habilítelo solo si falla el emparejamiento)"
                },
                "description": "Esta configuración solo necesita ser ajustada si el puente HomeKit no es funcional.",
                "title": "Configuración avanzada"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Cámaras compatibles con transmisiones H.264 nativas"
                },
                "description": "Verifique todas las cámaras que admiten transmisiones H.264 nativas. Si la cámara no emite una transmisión H.264, el sistema transcodificará el video a H.264 para HomeKit. La transcodificación requiere una CPU de alto rendimiento y es poco probable que funcione en computadoras de placa única.",
                "title": "Seleccione el códec de video de la cámara."
            },
            "init": {
                "data": {
                    "include_domains": "Dominios para incluir"
                },
                "description": "Las entidades en los \"Dominios para incluir\" se vincularán a HomeKit. Podrá seleccionar qué entidades excluir de esta lista en la siguiente pantalla.",
                "title": "Seleccione dominios para puentear."
            },
            "yaml": {
                "description": "Esta entrada se controla a través de YAML",
                "title": "Ajuste las opciones de puente de HomeKit"
            }
        }
    }
}