{
    "config": {
        "abort": {
            "port_name_in_use": "Ya está configurado un accesorio o puente con el mismo nombre o puerto."
        },
        "step": {
            "pairing": {
                "description": "Para completar el emparejamiento, sigue las instrucciones en \"Notificaciones\" bajo \"Emparejamiento HomeKit\".",
                "title": "Emparejar HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Dominios para incluir"
                },
                "description": "Elige los dominios a incluir. Se incluirán todas las entidades admitidas en el dominio, excepto las entidades categorizadas. Se creará una instancia separada de HomeKit en modo accesorio para cada reproductor multimedia de TV, control remoto basado en actividad, cerradura y cámara.",
                "title": "Selecciona los dominios que se incluirán"
            }
        }
    },
    "options": {
        "step": {
            "accessory": {
                "data": {
                    "entities": "Entidad"
                },
                "title": "Selecciona la entidad para el accesorio"
            },
            "advanced": {
                "data": {
                    "devices": "Dispositivos (Disparadores)"
                },
                "description": "Se crean interruptores programables para cada dispositivo seleccionado. Cuando se dispara un dispositivo, HomeKit se puede configurar para ejecutar una automatización o una escena.",
                "title": "Configuración avanzada"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Cámaras que admiten audio",
                    "camera_copy": "Cámaras compatibles con transmisiones H.264 nativas"
                },
                "description": "Marca todas las cámaras que admitan transmisiones H.264 nativas. Si la cámara no emite una transmisión H.264, el sistema transcodificará el video a H.264 para HomeKit. La transcodificación requiere una CPU de alto rendimiento y es poco probable que funcione en ordenadores de placa única.",
                "title": "Configuración de Cámara"
            },
            "exclude": {
                "data": {
                    "entities": "Entidades"
                },
                "description": "Se incluirán todas las entidades de \"{domains}\" excepto las entidades excluidas y las entidades categorizadas.",
                "title": "Selecciona las entidades a excluir"
            },
            "include": {
                "data": {
                    "entities": "Entidades"
                },
                "description": "Se incluirán todas las entidades de \"{domains}\" a menos que se seleccionen entidades específicas.",
                "title": "Selecciona las entidades a incluir"
            },
            "init": {
                "data": {
                    "domains": "Dominios para incluir",
                    "include_exclude_mode": "Modo de inclusión",
                    "mode": "Modo de HomeKit"
                },
                "description": "HomeKit se puede configurar para exponer un puente o un solo accesorio. En el modo accesorio, solo se puede usar una sola entidad. El modo accesorio es necesario para que los reproductores multimedia con la clase de dispositivo TV funcionen correctamente. Las entidades en los \"Dominios para incluir\" se incluirán en HomeKit. Podrás seleccionar qué entidades incluir o excluir de esta lista en la siguiente pantalla.",
                "title": "Selecciona el modo y los dominios."
            },
            "yaml": {
                "description": "Esta entrada se controla a través de YAML",
                "title": "Ajustar las opciones de HomeKit"
            }
        }
    }
}