{
    "config": {
        "abort": {
            "port_name_in_use": "Ya está configurada una pasarela con el mismo nombre o puerto."
        },
        "step": {
            "pairing": {
                "description": "Tan pronto como la pasarela {name} esté lista, la vinculación estará disponible en \"Notificaciones\" como \"configuración de pasarela Homekit\"",
                "title": "Vincular pasarela Homekit"
            },
            "user": {
                "data": {
                    "auto_start": "Arranque automático (desactivado si se utiliza Z-Wave u otro sistema de arranque retardado)",
                    "include_domains": "Dominios para incluir"
                },
                "description": "Una pasarela Homekit permitirá a Homekit acceder a sus entidades de Home Assistant. La pasarela Homekit está limitada a 150 accesorios por instancia incluyendo la propia pasarela. Si desea enlazar más del máximo número de accesorios, se recomienda que use multiples pasarelas Homekit para diferentes dominios. Configuración detallada de la entidad solo está disponible via YAML para la pasarela primaria.",
                "title": "Activar pasarela Homekit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Arranque automático (desactivado si se utiliza Z-Wave u otro sistema de arranque retardado)",
                    "safe_mode": "Modo seguro (habilítelo solo si falla el emparejamiento)"
                },
                "description": "Esta configuración solo necesita ser ajustada si el puente HomeKit no es funcional.",
                "title": "Configuración avanzada"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Cámaras compatibles con transmisiones H.264 nativas"
                },
                "description": "Verifique todas las cámaras que admiten transmisiones H.264 nativas. Si la cámara no emite una transmisión H.264, el sistema transcodificará el video a H.264 para HomeKit. La transcodificación requiere una CPU de alto rendimiento y es poco probable que funcione en ordenadores de placa única.",
                "title": "Seleccione el códec de video de la cámara."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entidades",
                    "mode": "Modo"
                },
                "description": "Selecciona las entidades que deseas exponer. En el modo de accesorio, solo se expone una única entidad. En el modo de inclusión de puente, todas las entidades del dominio se expondrán a menos que se seleccionen entidades específicas. En el modo de exclusión de puentes, todas las entidades del dominio se expondrán excepto las entidades excluidas.",
                "title": "Seleccionar entidades para exponer"
            },
            "init": {
                "data": {
                    "include_domains": "Dominios para incluir",
                    "mode": "Modo"
                },
                "description": "Las entidades de los \"Dominios que se van a incluir\" se establecerán en HomeKit. Podrá seleccionar qué entidades excluir de esta lista en la siguiente pantalla.",
                "title": "Seleccione los dominios que desea establecer un puente."
            },
            "yaml": {
                "description": "Esta entrada se controla a través de YAML",
                "title": "Ajustar las opciones del puente HomeKit"
            }
        }
    }
}