{
    "config": {
        "abort": {
            "port_name_in_use": "Sama nime või pordiga tarvik või sild on juba konfigureeritud."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Olem"
                },
                "description": "Vali kaasatav olem. Lisarežiimis on kaasatav ainult üks olem.",
                "title": "Vali kaasatav olem"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Kaasatavad domeenid"
                },
                "description": "Vali kaasatavad domeenid. Kaasatakse kõik domeenis toetatud olemid.",
                "title": "Vali kaasatavad domeenid"
            },
            "pairing": {
                "description": "Sidumise lõpuleviimiseks järgi jaotises \"HomeKiti sidumine\" toodud juhiseid alajaotises \"Teatised\".",
                "title": "HomeKiti sidumine"
            },
            "user": {
                "data": {
                    "auto_start": "Autostart (keela, kui kasutad Z-Wave'i või muud viivitatud käivitussüsteemi)",
                    "include_domains": "Kaasatavad domeenid",
                    "mode": "Režiim"
                },
                "description": "Vali kaasatavad domeenid. Kaasatakse kõik domeenis toetatud olemid. Iga telemeedia pleieri ja kaamera jaoks luuakse eraldi HomeKiti eksemplar tarvikurežiimis.",
                "title": "Vali kaasatavad domeenid"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (keela kui kasutad homekit.start teenust käsitsi)",
                    "safe_mode": "Turvarežiim (luba ainult siis, kui sidumine nurjub)"
                },
                "description": "Neid sätteid tuleb muuta ainult siis kui HomeKit ei tööta.",
                "title": "Täpsem seadistamine"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kaamerad, mis toetavad riistvaralist H.264 voogu"
                },
                "description": "Vali kõiki kaameraid, mis toetavad kohalikku H.264 voogu. Kui kaamera ei edasta H.264 voogu, kodeerib süsteem video HomeKiti jaoks versioonile H.264. Ümberkodeerimine nõuab jõudsat protsessorit ja tõenäoliselt ei tööta see üheplaadilistes arvutites.",
                "title": "Vali kaamera videokoodek."
            },
            "include_exclude": {
                "data": {
                    "entities": "Olemid",
                    "mode": "Režiim"
                },
                "description": "Vali kaasatavad olemid. Tarvikute režiimis on kaasatav ainult üks olem. Silla režiimis kaasatakse kõik domeeni olemid, välja arvatud juhul, kui valitud on kindlad olemid. Silla välistamisrežiimis kaasatakse kõik domeeni olemid, välja arvatud välistatud olemid. Parima kasutuskogemuse jaoks on eraldi HomeKit seadmed iga TV meediumimängija, luku, juhtpuldi ja kaamera jaoks.",
                "title": "Vali kaasatavd olemid"
            },
            "init": {
                "data": {
                    "include_domains": "Kaasatud domeenid",
                    "mode": "Režiim"
                },
                "description": "HomeKiti saab seadistada silla või ühe lisaseadme avaldamiseks. Lisarežiimis saab kasutada ainult ühte üksust. Teleriseadmete klassiga meediumipleierite nõuetekohaseks toimimiseks on vaja lisarežiimi. „Kaasatavate domeenide” üksused puutuvad kokku HomeKitiga. Järgmisel ekraanil saad valida, millised üksused sellesse loendisse lisada või sellest välja jätta.",
                "title": "Vali kaasatavad domeenid"
            },
            "yaml": {
                "description": "Seda sisestust juhitakse YAML-i kaudu",
                "title": "Kohanda HomeKiti suvandeid"
            }
        }
    }
}