{
    "config": {
        "abort": {
            "port_name_in_use": "Une passerelle avec le même nom ou port est déjà configurée."
        },
        "step": {
            "pairing": {
                "description": "Dès que le pont {name} est prêt, l'appairage sera disponible dans \"Notifications\" sous \"Configuration de la Passerelle HomeKit\".",
                "title": "Appairage de la Passerelle Homekit"
            },
            "user": {
                "data": {
                    "auto_start": "Démarrage automatique (désactiver si vous utilisez Z-Wave ou un autre système de démarrage différé)",
                    "include_domains": "Domaines à inclure"
                },
                "description": "La passerelle HomeKit vous permettra d'accéder à vos entités Home Assistant dans HomeKit. Les passerelles HomeKit sont limitées à 150 accessoires par instance, y compris la passerelle elle-même. Si vous souhaitez connecter plus que le nombre maximum d'accessoires, il est recommandé d'utiliser plusieurs passerelles HomeKit pour différents domaines. La configuration détaillée des entités est uniquement disponible via YAML pour la passerelle principale.",
                "title": "Activer la Passerelle HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Démarrage automatique (désactiver si vous utilisez Z-Wave ou un autre système de démarrage différé)",
                    "safe_mode": "Mode sans échec (activez uniquement si le jumelage échoue)"
                },
                "description": "Ces paramètres ne doivent être ajustés que si le pont HomeKit n'est pas fonctionnel.",
                "title": "Configuration avancée"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Caméras prenant en charge les flux H.264 natifs"
                },
                "description": "Vérifiez toutes les caméras prenant en charge les flux H.264 natifs. Si la caméra ne produit pas de flux H.264, le système transcodera la vidéo en H.264 pour HomeKit. Le transcodage nécessite un processeur performant et il est peu probable qu'il fonctionne sur des ordinateurs à carte unique.",
                "title": "Sélectionnez le codec vidéo de la caméra."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entités",
                    "mode": "Mode"
                },
                "description": "Choisissez les entités à exposer. En mode accessoire, une seule entité est exposée. En mode d'inclusion de pont, toutes les entités du domaine seront exposées à moins que des entités spécifiques ne soient sélectionnées. En mode d'exclusion de pont, toutes les entités du domaine seront exposées à l'exception des entités exclues.",
                "title": "Sélectionnez les entités à exposer"
            },
            "init": {
                "data": {
                    "include_domains": "Domaine à inclure",
                    "mode": "Mode"
                },
                "description": "Les entités des «domaines à inclure» seront pontées vers HomeKit. Vous pourrez sélectionner les entités à exclure de cette liste sur l'écran suivant.",
                "title": "Sélectionnez les domaines à relier."
            },
            "yaml": {
                "description": "Cette entrée est contrôlée via YAML",
                "title": "Ajuster les options de la passerelle HomeKit"
            }
        }
    }
}