{
    "config": {
        "abort": {
            "port_name_in_use": "Une passerelle avec le même nom ou port est déjà configurée."
        },
        "step": {
            "pairing": {
                "description": "Pour compléter l'appariement, suivez les instructions dans les \"Notifications\" sous \"Appariement HomeKit\".",
                "title": "Appairage de la Passerelle Homekit"
            },
            "user": {
                "data": {
                    "include_domains": "Domaines à inclure"
                },
                "description": "Choisissez les domaines à inclure. Toutes les entités prises en charge dans le domaine seront incluses. Une instance HomeKit distincte en mode accessoire sera créée pour chaque lecteur multimédia TV et caméra.",
                "title": "Sélectionnez les domaines à inclure"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Démarrage automatique (désactiver si vous utilisez Z-Wave ou un autre système de démarrage différé)",
                    "devices": "Périphériques (déclencheurs)"
                },
                "description": "Ces paramètres ne doivent être ajustés que si le pont HomeKit n'est pas fonctionnel.",
                "title": "Configuration avancée"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Caméras prenant en charge les flux H.264 natifs"
                },
                "description": "Vérifiez toutes les caméras prenant en charge les flux H.264 natifs. Si la caméra ne produit pas de flux H.264, le système transcodera la vidéo en H.264 pour HomeKit. Le transcodage nécessite un processeur performant et il est peu probable qu'il fonctionne sur des ordinateurs à carte unique.",
                "title": "Sélectionnez le codec vidéo de la caméra."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entités",
                    "mode": "Mode"
                },
                "description": "Choisissez les entités à inclure. En mode accessoire, une seule entité est incluse. En mode d'inclusion de pont, toutes les entités du domaine seront incluses à moins que des entités spécifiques ne soient sélectionnées. En mode d'exclusion de pont, toutes les entités du domaine seront incluses à l'exception des entités exclues. Pour de meilleures performances, un accessoire HomeKit distinct sera créé pour chaque lecteur multimédia TV et caméra.",
                "title": "Sélectionnez les entités à exposer"
            },
            "init": {
                "data": {
                    "include_domains": "Domaines à inclure",
                    "mode": "Mode"
                },
                "description": "Les entités des «domaines à inclure» seront pontées vers HomeKit. Vous pourrez sélectionner les entités à exclure de cette liste sur l'écran suivant.",
                "title": "Sélectionnez les domaines à relier."
            },
            "yaml": {
                "description": "Cette entrée est contrôlée via YAML",
                "title": "Ajuster les options de la passerelle HomeKit"
            }
        }
    }
}