{
    "config": {
        "abort": {
            "port_name_in_use": "Az azonos nevű vagy portú tartozék vagy híd már konfigurálva van."
        },
        "step": {
            "pairing": {
                "description": "A párosítás befejezéséhez kövesse a „HomeKit párosítás” szakasz „Értesítések” szakaszában található utasításokat.",
                "title": "HomeKit párosítás"
            },
            "user": {
                "data": {
                    "include_domains": "Felvenni kívánt domainek"
                },
                "description": "Válassza ki a felvenni kívánt domaineket. A domain minden támogatott entitása szerepelni fog. Minden tartozék módban külön HomeKit példány jön létre minden TV médialejátszóhoz, tevékenység alapú távirányítóhoz, zárhoz és fényképezőgéphez.",
                "title": "Felvenni kívánt domainek kiválasztása"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Automatikus indítás (tiltsa le, ha manuálisan hívja a homekit.start szolgáltatást)",
                    "devices": "Eszközök (triggerek)"
                },
                "description": "Programozható kapcsolók jönnek létre minden kiválasztott eszközhöz. Amikor egy eszköz eseményt indít el, a HomeKit beállítható úgy, hogy egy automatizmus vagy egy jelenet induljon el.",
                "title": "Haladó beállítások"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Hangot támogató kamerák",
                    "camera_copy": "Natív H.264 streameket támogató kamerák"
                },
                "description": "Ellenőrizze az összes kamerát, amely támogatja a natív H.264 adatfolyamokat. Ha a fényképezőgép nem ad ki H.264 adatfolyamot, a rendszer átkódolja a videót H.264 formátumba a HomeKit számára. Az átkódoláshoz nagy teljesítményű CPU szükséges, és valószínűleg nem fog működni egylapos számítógépeken.",
                "title": "Válassza ki a kamera videó kodekjét."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitások",
                    "mode": "Mód"
                },
                "description": "Válassza ki a felvenni kívánt entitásokat. Kiegészítő módban csak egyetlen entitás szerepel. Hídbefogadási módban a tartomány összes entitása szerepelni fog, hacsak nincsenek kijelölve konkrét entitások. Hídkizárási módban a domain összes entitása szerepelni fog, kivéve a kizárt entitásokat. A legjobb teljesítmény érdekében minden TV médialejátszóhoz, tevékenységalapú távirányítóhoz, zárhoz és fényképezőgéphez külön HomeKit tartozékot hoznak létre.",
                "title": "Válassza ki a felvenni kívánt entitásokat"
            },
            "init": {
                "data": {
                    "include_domains": "Felvenni kívánt domainek",
                    "mode": "Mód"
                },
                "description": "A HomeKit konfigurálható úgy, hogy egy híd vagy egyetlen tartozék látható legyen. Kiegészítő módban csak egyetlen entitás használható. A tartozék módra van szükség ahhoz, hogy a TV -eszközosztályú médialejátszók megfelelően működjenek. A „Tartalmazandó tartományok” entitásai szerepelni fognak a HomeKitben. A következő képernyőn kiválaszthatja, hogy mely entitásokat kívánja felvenni vagy kizárni a listából.",
                "title": "Válassza ki a felvenni kívánt domaineket."
            },
            "yaml": {
                "description": "Ez a bejegyzés YAML-en keresztül vezérelhető",
                "title": "HomeKit beállítások módosítása"
            }
        }
    }
}