{
    "config": {
        "abort": {
            "port_name_in_use": "Un accessorio o un bridge con lo stesso nome o porta è già configurato."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Entità"
                },
                "description": "Scegli l'entità da includere. In modalità accessorio, è inclusa solo una singola entità.",
                "title": "Seleziona l'entità da includere"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Domini da includere"
                },
                "description": "Scegli i domini da includere. Verranno incluse tutte le entità supportate nel dominio.",
                "title": "Seleziona i domini da includere"
            },
            "pairing": {
                "description": "Non appena il {name} è pronto, l'associazione sarà disponibile in \"Notifiche\" come \"Configurazione HomeKit Bridge\".",
                "title": "Associa HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Avvio automatico (disabilitare se si utilizza Z-Wave o un altro sistema di avvio ritardato)",
                    "include_domains": "Domini da includere",
                    "mode": "Modalità"
                },
                "description": "L'integrazione di HomeKit ti consentirà di accedere alle entità di Home Assistant in HomeKit. In modalità bridge, i bridge HomeKit sono limitati a 150 accessori per istanza, incluso il bridge stesso. Se desideri eseguire il bridge di un numero di accessori superiore a quello massimo, si consiglia di utilizzare più bridge HomeKit per domini diversi. La configurazione dettagliata dell'entità è disponibile solo tramite YAML per il bridge principale.",
                "title": "Attiva HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Avvio automatico (disabilitare se stai chiamando manualmente il servizio homekit.start)",
                    "safe_mode": "Modalità provvisoria (attivare solo in caso di errore di associazione)"
                },
                "description": "Queste impostazioni devono essere regolate solo se HomeKit non funziona.",
                "title": "Configurazione Avanzata"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Telecamere che supportano flussi H.264 nativi"
                },
                "description": "Controllare tutte le telecamere che supportano i flussi H.264 nativi. Se la videocamera non emette uno stream H.264, il sistema provvederà a transcodificare il video in H.264 per HomeKit. La transcodifica richiede una CPU performante ed è improbabile che funzioni su computer a scheda singola.",
                "title": "Seleziona il codec video della videocamera."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entità",
                    "mode": "Modalità"
                },
                "description": "Scegliere le entità da includere. In modalità accessorio, è inclusa una sola entità. In modalità di inclusione bridge, tutte le entità nel dominio saranno incluse, a meno che non siano selezionate entità specifiche. In modalità di esclusione bridge, tutte le entità nel dominio saranno incluse, ad eccezione delle entità escluse. Per prestazioni ottimali e per evitare una indisponibilità imprevista, creare e associare un'istanza HomeKit separata in modalità accessorio per ogni lettore multimediale, TV e videocamera.",
                "title": "Seleziona le entità da includere"
            },
            "init": {
                "data": {
                    "include_domains": "Domini da includere",
                    "mode": "Modalità"
                },
                "description": "HomeKit può essere configurato esponendo un bridge o un singolo accessorio. In modalità accessorio, può essere utilizzata solo una singola entità. La modalità accessorio è necessaria per il corretto funzionamento dei lettori multimediali con la classe di apparecchi TV. Le entità nei \"Domini da includere\" saranno esposte ad HomeKit. Sarà possibile selezionare quali entità includere o escludere da questo elenco nella schermata successiva.",
                "title": "Seleziona i domini da includere."
            },
            "yaml": {
                "description": "Questa voce è controllata tramite YAML",
                "title": "Modifica le opzioni di HomeKit"
            }
        }
    }
}