{
    "config": {
        "abort": {
            "port_name_in_use": "Un accessorio o un bridge con lo stesso nome o porta è già configurato."
        },
        "step": {
            "pairing": {
                "description": "Per completare l'associazione, seguire le istruzioni in \"Notifiche\" sotto \"Associazione HomeKit\".",
                "title": "Associa HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Domini da includere"
                },
                "description": "Scegli i domini da includere. Tutte le entità supportate nel dominio saranno incluse. Verrà creata un'istanza HomeKit separata in modalità accessoria per ogni lettore multimediale TV, telecomando basato sulle attività, serratura e telecamera.",
                "title": "Seleziona i domini da includere"
            }
        }
    },
    "options": {
        "step": {
            "accessory": {
                "data": {
                    "entities": "Entità"
                },
                "title": "Selezionare l'entità per l'accessorio"
            },
            "advanced": {
                "data": {
                    "devices": "Dispositivi (Attivatori)"
                },
                "description": "Gli interruttori programmabili vengono creati per ogni dispositivo selezionato. Quando si attiva un trigger del dispositivo, HomeKit può essere configurato per eseguire un'automazione o una scena.",
                "title": "Configurazione avanzata"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Telecamere che supportano l'audio",
                    "camera_copy": "Telecamere che supportano flussi H.264 nativi"
                },
                "description": "Controllare tutte le telecamere che supportano i flussi H.264 nativi. Se la videocamera non emette un flusso H.264, il sistema provvederà a transcodificare il video in H.264 per HomeKit. La transcodifica richiede una CPU performante ed è improbabile che funzioni su computer a scheda singola.",
                "title": "Configurazione della telecamera"
            },
            "exclude": {
                "data": {
                    "entities": "Entità"
                },
                "description": "Tutte le entità \"{domains}\" saranno incluse ad eccezione delle entità escluse e delle entità categorizzate.",
                "title": "Seleziona le entità da escludere"
            },
            "include": {
                "data": {
                    "entities": "Entità"
                },
                "description": "Tutte le entità \"{domains}\" saranno incluse a meno che non siano selezionate entità specifiche.",
                "title": "Seleziona le entità da includere"
            },
            "init": {
                "data": {
                    "domains": "Domini da includere",
                    "include_exclude_mode": "Modalità di inclusione",
                    "mode": "Modalità HomeKit"
                },
                "description": "HomeKit può essere configurato esponendo un bridge o un singolo accessorio. In modalità accessorio, può essere utilizzata solo una singola entità. La modalità accessorio è necessaria per il corretto funzionamento dei lettori multimediali con la classe di apparecchi TV. Le entità nei \"Domini da includere\" saranno esposte ad HomeKit. Sarà possibile selezionare quali entità includere o escludere da questo elenco nella schermata successiva.",
                "title": "Seleziona modalità e domini."
            },
            "yaml": {
                "description": "Questa voce è controllata tramite YAML",
                "title": "Modifica le opzioni di HomeKit"
            }
        }
    }
}