{
    "config": {
        "abort": {
            "port_name_in_use": "Un bridge con lo stesso nome o porta è già configurato."
        },
        "step": {
            "pairing": {
                "description": "Non appena il bridge {name} è pronto, l'associazione sarà disponibile in \"Notifiche\" come \"HomeKit Bridge Setup\".",
                "title": "Associa HomeKit Bridge"
            },
            "user": {
                "data": {
                    "auto_start": "Avvio automatico (disabilitare se si utilizza Z-Wave o un altro sistema di avvio ritardato)",
                    "include_domains": "Domini da includere"
                },
                "description": "Un HomeKit Bridge ti permetterà di accedere alle tue entità Home Assistant in HomeKit. Gli HomeKit Bridges sono limitati a 150 accessori per istanza, incluso il bridge stesso. Se si desidera collegare un numero di accessori superiore al massimo consentito, si consiglia di utilizzare più HomeKit Bridge per domini diversi. La configurazione dettagliata delle entità è disponibile solo tramite YAML per il bridge primario.",
                "title": "Attiva HomeKit Bridge"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Avvio automatico (disabilitare se si utilizza Z-Wave o un altro sistema di avvio ritardato)",
                    "safe_mode": "Modalità provvisoria (attivare solo in caso di errore di associazione)",
                    "zeroconf_default_interface": "Utilizzare l'interfaccia zeroconf predefinita (abilitare se il bridge non può essere trovato nell'app Home)"
                },
                "description": "Queste impostazioni devono essere modificate solo se il bridge HomeKit non funziona.",
                "title": "Configurazione Avanzata"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Telecamere che supportano flussi H.264 nativi"
                },
                "description": "Controllare tutte le telecamere che supportano i flussi H.264 nativi. Se la videocamera non emette uno stream H.264, il sistema provvederà a transcodificare il video in H.264 per HomeKit. La transcodifica richiede una CPU performante ed è improbabile che funzioni su computer a scheda singola.",
                "title": "Seleziona il codec video della videocamera."
            },
            "exclude": {
                "data": {
                    "exclude_entities": "Entità da escludere"
                },
                "description": "Scegliere le entità che NON si desidera collegare.",
                "title": "Escludere le entità dal bridge nei domini selezionati "
            },
            "init": {
                "data": {
                    "include_domains": "Domini da includere"
                },
                "description": "Le entità nei \"Domini da includere\" saranno collegate a HomeKit. Sarai in grado di selezionare quali entità escludere da questo elenco nella schermata successiva.",
                "title": "Selezionare i domini al bridge."
            },
            "yaml": {
                "description": "Questa voce è controllata tramite YAML",
                "title": "Regolare le opzioni di HomeKit Bridge"
            }
        }
    },
    "title": "HomeKit Bridge"
}