{
    "config": {
        "abort": {
            "port_name_in_use": "Een Accessoire oder eng Bridge mat dësem Numm oder Port ass sch konfiguréiert."
        },
        "step": {
            "pairing": {
                "description": "Soubaal {name} bridge prett ass, ass Kopplung disponibel an den 'Notifikatioune' als \"HomeKit Bridge Setup\".",
                "title": "Pair Homekit"
            },
            "user": {
                "data": {
                    "include_domains": "Domaine déi solle abegraff ginn."
                },
                "description": "HomeKit Integratioun erlaabt et Home Assistant Entitéiten am HomeKit z'accédéieren. HomeKit Bridges sinn op 150 Accessoire limitéiert, mat der Bridge selwer. Falls d'Bridge méi wéi déi max. Unzuel vun Accessoire soll ënnerstëtzen ass et recommandéiert verschidden HomeKit Bridges fir verschidden Domaine anzesetzen. Eng detailléiert Konfiguratioun ass nëmme via YAML fir déi primär Bridge verfügbar.",
                "title": "HomeKit aktivéieren"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (déaktivéier falls Z-Wave oder een aanere verzögerte Start System benotzt gëtt)"
                },
                "description": "Dës Astellungen brauche nëmmen ajustéiert ze ginn falls HomeKit net funktionéiert.",
                "title": "Erweidert Konfiguratioun"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kamera mat nativer H.264 Stream Ënnerstëtzung"
                },
                "description": "Iwwerpréif all Kamera op nativ H.264 Ënnerstëtzung. Falls d'Kamera keng H.264 Stream Ausgab huet, transkodéiert de System de Video op H.264 fir Homekit. Transkodéiere benéidegt eng performant CPU an wäert net anstänneg op Single Board Computer funktionéieren.",
                "title": "Kamera Video Codec auswielen."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entitéiten",
                    "mode": "Modus"
                },
                "description": "Entitéiten auswielen déi exposéiert solle ginn. Am Acessoire Modus gëtt nëmmen eng eenzeg Entitéit exposéiert. Am Bridge include Modus, ginn all Entitéiten vum Domaine exposéiert ausser spezifesch ausgewielten Entitéiten. Am Bride Exclude Modus, ginn all Entitéite vum Domaine exposéiert ausser déi ausgeschlossen Entitéiten.",
                "title": "Entitéiten auswielen déi exposéiert solle ginn"
            },
            "init": {
                "data": {
                    "include_domains": "Domaine déi solle ageschloss ginn",
                    "mode": "Modus"
                },
                "description": "HomeKit kann entweder als Bridge oder Single Accessoire konfiguréiert ginn. Am Acessoire Modus ka nëmmen eng eenzeg Entitéit benotzt ginn. Dëse Modus ass néideg fir de korretke Betrib vu Medie Spiller vun der TV Klasse. Entitéite an der \"Domaine fir z'exposéieren\" ginn mat HomeKit exposéiert. Du kanns am nächste Schrëtt auswielen wéieng Entitéite aus oder ageschloss solle ginn.",
                "title": "Domaine auswielen fir z'exposéieren"
            },
            "yaml": {
                "description": "Dës Entrée ass via YAML kontrolléiert",
                "title": "HomeKit Optioune ajustéieren"
            }
        }
    }
}