{
    "config": {
        "abort": {
            "port_name_in_use": "Er is al een bridge of apparaat met dezelfde naam of poort geconfigureerd."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Entiteit"
                },
                "description": "Kies de entiteit die moet worden opgenomen. In de accessoiremodus wordt slechts één entiteit opgenomen.",
                "title": "Selecteer de entiteit die u wilt opnemen"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Domeinen om op te nemen"
                },
                "description": "Kies de domeinen die moeten worden opgenomen. Alle ondersteunde entiteiten in het domein zullen worden opgenomen.",
                "title": "Selecteer domeinen die u wilt opnemen"
            },
            "pairing": {
                "description": "Volg de instructies in \"Meldingen\" onder \"HomeKit-koppeling\" om het koppelen te voltooien.",
                "title": "Koppel HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Automatisch starten (uitschakelen als u Z-Wave of een ander vertraagd startsysteem gebruikt)",
                    "include_domains": "Domeinen om op te nemen",
                    "mode": "Mode"
                },
                "description": "Kies de domeinen die moeten worden opgenomen. Alle ondersteunde entiteiten in het domein zullen worden opgenomen. Voor elke tv-mediaspeler en camera wordt een afzonderlijke HomeKit-instantie in accessoiremodus aangemaakt.",
                "title": "Selecteer domeinen die u wilt opnemen"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (deactiveer als je de homekit.start service handmatig aanroept)",
                    "safe_mode": "Veilige modus (alleen inschakelen als het koppelen mislukt)"
                },
                "description": "Deze instellingen hoeven alleen te worden aangepast als HomeKit niet functioneert.",
                "title": "Geavanceerde configuratie"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Camera's die native H.264-streams ondersteunen"
                },
                "description": "Controleer alle camera's die native H.264-streams ondersteunen. Als de camera geen H.264-stream uitvoert, transcodeert het systeem de video naar H.264 voor HomeKit. Transcodering vereist een performante CPU en het is onwaarschijnlijk dat dit werkt op computers met één bord.",
                "title": "Selecteer de videocodec van de camera."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entiteiten",
                    "mode": "Mode"
                },
                "description": "Kies de entiteiten die u wilt opnemen. In de accessoiremodus is slechts een enkele entiteit inbegrepen. In de bridge-include-modus worden alle entiteiten in het domein opgenomen, tenzij specifieke entiteiten zijn geselecteerd. In de bridge-uitsluitingsmodus worden alle entiteiten in het domein opgenomen, behalve de uitgesloten entiteiten. Voor de beste prestaties is elke tv-mediaspeler en camera een apart HomeKit-accessoire.",
                "title": "Selecteer de entiteiten die u wilt opnemen"
            },
            "init": {
                "data": {
                    "include_domains": "Domeinen om op te nemen",
                    "mode": "modus"
                },
                "description": "HomeKit kan worden geconfigureerd om een brug of een enkel accessoire te tonen. In de accessoiremodus kan slechts één entiteit worden gebruikt. De accessoiremodus is vereist om mediaspelers met de tv-apparaatklasse correct te laten werken. Entiteiten in de \"Op te nemen domeinen\" zullen worden blootgesteld aan HomeKit. U kunt op het volgende scherm selecteren welke entiteiten u wilt opnemen of uitsluiten van deze lijst.",
                "title": "Selecteer domeinen om zichtbaar te maken."
            },
            "yaml": {
                "description": "Deze invoer wordt beheerd via YAML",
                "title": "Pas de HomeKit-opties aan"
            }
        }
    }
}