{
    "config": {
        "abort": {
            "port_name_in_use": "Er is al een bridge of apparaat met dezelfde naam of poort geconfigureerd."
        },
        "step": {
            "pairing": {
                "description": "Zodra de {name} klaar is, is het koppelen beschikbaar in \"Meldingen\" als \"HomeKit Bridge Setup\".",
                "title": "Koppel HomeKit Bridge"
            },
            "user": {
                "data": {
                    "auto_start": "Automatisch starten (uitschakelen als u Z-Wave of een ander vertraagd startsysteem gebruikt)",
                    "include_domains": "Domeinen om op te nemen"
                },
                "description": "De HomeKit-integratie geeft u toegang tot uw Home Assistant-entiteiten in HomeKit. In bridge-modus zijn HomeKit-bruggen beperkt tot 150 accessoires per exemplaar, inclusief de brug zelf. Als u meer dan het maximale aantal accessoires wilt overbruggen, is het aan te raden om meerdere HomeKit-bridges voor verschillende domeinen te gebruiken. Gedetailleerde entiteitsconfiguratie is alleen beschikbaar via YAML voor de primaire bridge.",
                "title": "Activeer HomeKit Bridge"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (uitschakelen bij gebruik van Z-Wave of een ander vertraagd startsysteem)",
                    "safe_mode": "Veilige modus (alleen inschakelen als het koppelen mislukt)"
                },
                "description": "Deze instellingen hoeven alleen te worden aangepast als HomeKit niet functioneert.",
                "title": "Geavanceerde configuratie"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Camera's die native H.264-streams ondersteunen"
                },
                "description": "Controleer alle camera's die native H.264-streams ondersteunen. Als de camera geen H.264-stream uitvoert, transcodeert het systeem de video naar H.264 voor HomeKit. Transcodering vereist een performante CPU en het is onwaarschijnlijk dat dit werkt op computers met één bord.",
                "title": "Selecteer de videocodec van de camera."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entiteiten"
                }
            },
            "init": {
                "data": {
                    "include_domains": "Op te nemen domeinen",
                    "mode": "modus"
                },
                "description": "HomeKit kan worden geconfigureerd om een brug of een enkel accessoire te tonen. In de accessoiremodus kan slechts één entiteit worden gebruikt. De accessoiremodus is vereist om mediaspelers met de tv-apparaatklasse correct te laten werken. Entiteiten in de \"Op te nemen domeinen\" zullen worden blootgesteld aan HomeKit. U kunt op het volgende scherm selecteren welke entiteiten u wilt opnemen of uitsluiten van deze lijst.",
                "title": "Selecteer domeinen om zichtbaar te maken."
            },
            "yaml": {
                "description": "Deze invoer wordt beheerd via YAML",
                "title": "Pas de HomeKit Bridge-opties aan"
            }
        }
    }
}