{
    "config": {
        "abort": {
            "port_name_in_use": "En bro med samme navn eller port er allerede konfigurert."
        },
        "step": {
            "pairing": {
                "description": "Så snart {name} bridge er klar, vil sammenkoblingen være tilgjengelig i “Varsler” som “HomeKit Bridge Setup”.",
                "title": "Par HomeKit Bridge"
            },
            "user": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du bruker Z-Wave eller annet forsinket startsystem)",
                    "include_domains": "Domener å inkludere"
                },
                "description": "En HomeKit Bridge gir deg tilgang til home assistant-enhetene dine i HomeKit. HomeKit Bridges er begrenset til 150 tilbehør per forekomst, inkludert selve broen. Hvis du ønsker å bygge bro over mer enn maksimalt antall tilbehør, anbefales det at du bruker flere HomeKit-broer for forskjellige domener. Detaljert enhetskonfigurasjon er bare tilgjengelig via YAML for hovedbroen.",
                "title": "Aktiver HomeKit Bridge"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du bruker Z-Wave eller annet forsinket startsystem)",
                    "safe_mode": "Sikker modus (aktiver bare hvis sammenkoblingen mislykkes)"
                },
                "description": "Disse innstillingene må bare justeres dersom HomeKit bridge er ikke i bruk.",
                "title": "Avansert konfigurasjon"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kameraer som støtter opprinnelige H.264-strømmer"
                },
                "description": "Sjekk alle kameraer som støtter opprinnelige H.264-strømmer. Hvis kameraet ikke sender ut en H.264-strøm, vil systemet omkode videoen til H.264 for HomeKit. Transkoding krever en potent prosessor og er usannsynlig å fungere på enkeltkortdatamaskiner som Raspberry Pi o.l.",
                "title": "Velg videokodek for kamera."
            },
            "exclude": {
                "data": {
                    "exclude_entities": "Enheter å ekskludere"
                },
                "description": "Velg enhetene du IKKE vil skal bygges inn.",
                "title": "Ekskluder enheter i utvalgte domener fra bridge"
            },
            "init": {
                "data": {
                    "include_domains": "Domener å inkludere"
                },
                "description": "Enheter i \"Domener som skal inkluderes\" vil bli brolagt til HomeKit. Du kan velge hvilke enheter som skal utelates fra denne listen på neste skjermbilde.",
                "title": "Velg domener du vil bygge bro."
            },
            "yaml": {
                "description": "Denne oppføringen kontrolleres via YAML",
                "title": "Juster alternativene for HomeKit Bridge"
            }
        }
    },
    "title": "HomeKit Bridge"
}