{
    "config": {
        "abort": {
            "port_name_in_use": "Et tilbehør eller bro med samme navn eller port er allerede konfigurert."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Enhet"
                },
                "description": "Velg enheten som skal inkluderes. I tilbehørsmodus er bare en enkelt enhet inkludert.",
                "title": "Velg enhet som skal inkluderes"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Domener å inkludere"
                },
                "description": "Velg domenene som skal inkluderes. Alle støttede enheter i domenet vil bli inkludert.",
                "title": "Velg domener som skal inkluderes"
            },
            "pairing": {
                "description": "For å fullføre sammenkoblingen ved å følge instruksjonene i \"Varsler\" under \"Sammenkobling av HomeKit\".",
                "title": "Koble sammen HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du bruker Z-Wave eller annet forsinket startsystem)",
                    "include_domains": "Domener å inkludere",
                    "mode": "Modus"
                },
                "description": "Velg domenene som skal inkluderes. Alle støttede enheter i domenet vil bli inkludert. Det opprettes en egen HomeKit-forekomst i tilbehørsmodus for hver tv-mediaspiller og kamera.",
                "title": "Velg domener som skal inkluderes"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du ringer til homekit.start-tjenesten manuelt)",
                    "safe_mode": "Sikker modus (aktiver bare hvis sammenkoblingen mislykkes)"
                },
                "description": "Disse innstillingene må bare justeres hvis HomeKit ikke fungerer.",
                "title": "Avansert konfigurasjon"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kameraer som støtter opprinnelige H.264-strømmer"
                },
                "description": "Sjekk alle kameraer som støtter opprinnelige H.264-strømmer. Hvis kameraet ikke sender ut en H.264-strøm, vil systemet omkode videoen til H.264 for HomeKit. Transkoding krever en potent prosessor og er usannsynlig å fungere på enkeltkortdatamaskiner som Raspberry Pi o.l.",
                "title": "Velg videokodek for kamera."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entiteter",
                    "mode": "Modus"
                },
                "description": "Velg enhetene som skal inkluderes. I tilbehørsmodus er bare en enkelt enhet inkludert. I bridge-inkluderingsmodus vil alle enheter i domenet bli inkludert, med mindre spesifikke enheter er valgt. I bridge-ekskluderingsmodus vil alle enheter i domenet bli inkludert, bortsett fra de ekskluderte enhetene. For best ytelse opprettes et eget HomeKit-tilbehør for hver tv-mediaspiller og kamera.",
                "title": "Velg enheter som skal inkluderes"
            },
            "init": {
                "data": {
                    "include_domains": "Domener å inkludere",
                    "mode": "Modus"
                },
                "description": "HomeKit kan konfigureres vise en bro eller ett enkelt tilbehør. I tilbehørsmodus kan bare én enkelt enhet brukes. Tilbehørsmodus kreves for at mediespillere med TV-enhetsklassen skal fungere som de skal. Enheter i \"Domener som skal inkluderes\" inkluderes i HomeKit. Du kan velge hvilke enheter som skal inkluderes eller ekskluderes fra denne listen på neste skjermbilde.",
                "title": "Velg domener som skal inkluderes."
            },
            "yaml": {
                "description": "Denne oppføringen kontrolleres via YAML",
                "title": "Juster HomeKit-alternativer"
            }
        }
    }
}