{
    "config": {
        "abort": {
            "port_name_in_use": "Et tilbehør eller bro med samme navn eller port er allerede konfigurert."
        },
        "step": {
            "accessory_mode": {
                "data": {
                    "entity_id": "Enhet"
                },
                "description": "Velg enheten som skal inkluderes. I tilbehørsmodus er bare en enkelt enhet inkludert.",
                "title": "Velg enhet som skal inkluderes"
            },
            "bridge_mode": {
                "data": {
                    "include_domains": "Domener å inkludere"
                },
                "description": "Velg domenene som skal inkluderes. Alle støttede enheter i domenet vil bli inkludert.",
                "title": "Velg domener som skal inkluderes"
            },
            "pairing": {
                "description": "Så snart {name} er klart, vil sammenkobling være tilgjengelig i \"Notifications\" som \"HomeKit Bridge Setup\".",
                "title": "Koble sammen HomeKit"
            },
            "user": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du bruker Z-Wave eller annet forsinket startsystem)",
                    "include_domains": "Domener å inkludere",
                    "mode": "Modus"
                },
                "description": "HomeKit-integrasjonen gir deg tilgang til Home Assistant-enhetene dine i HomeKit. I bromodus er HomeKit Bridges begrenset til 150 tilbehør per forekomst inkludert selve broen. Hvis du ønsker å bygge bro over maksimalt antall tilbehør, anbefales det at du bruker flere HomeKit-broer for forskjellige domener. Detaljert enhetskonfigurasjon er bare tilgjengelig via YAML. For best ytelse og for å forhindre uventet utilgjengelighet, opprett og par sammen en egen HomeKit-forekomst i tilbehørsmodus for hver tv-mediaspiller og kamera.",
                "title": "Aktiver HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Autostart (deaktiver hvis du ringer til homekit.start-tjenesten manuelt)",
                    "safe_mode": "Sikker modus (aktiver bare hvis sammenkoblingen mislykkes)"
                },
                "description": "Disse innstillingene må bare justeres hvis HomeKit ikke fungerer.",
                "title": "Avansert konfigurasjon"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kameraer som støtter opprinnelige H.264-strømmer"
                },
                "description": "Sjekk alle kameraer som støtter opprinnelige H.264-strømmer. Hvis kameraet ikke sender ut en H.264-strøm, vil systemet omkode videoen til H.264 for HomeKit. Transkoding krever en potent prosessor og er usannsynlig å fungere på enkeltkortdatamaskiner som Raspberry Pi o.l.",
                "title": "Velg videokodek for kamera."
            },
            "include_exclude": {
                "data": {
                    "entities": "Entiteter",
                    "mode": "Modus"
                },
                "description": "Velg enhetene som skal inkluderes. I tilbehørsmodus er bare én enkelt enhet inkludert. I bridge include-modus inkluderes alle enheter i domenet med mindre bestemte enheter er valgt. I brounnlatingsmodus inkluderes alle enheter i domenet, med unntak av de utelatte enhetene. For best mulig ytelse, og for å forhindre uventet utilgjengelighet, opprett og par en separat HomeKit-forekomst i tilbehørsmodus for hver tv-mediespiller og kamera.",
                "title": "Velg enheter som skal inkluderes"
            },
            "init": {
                "data": {
                    "include_domains": "Domener å inkludere",
                    "mode": "Modus"
                },
                "description": "HomeKit kan konfigureres vise en bro eller ett enkelt tilbehør. I tilbehørsmodus kan bare én enkelt enhet brukes. Tilbehørsmodus kreves for at mediespillere med TV-enhetsklassen skal fungere som de skal. Enheter i \"Domener som skal inkluderes\" inkluderes i HomeKit. Du kan velge hvilke enheter som skal inkluderes eller ekskluderes fra denne listen på neste skjermbilde.",
                "title": "Velg domener som skal inkluderes."
            },
            "yaml": {
                "description": "Denne oppføringen kontrolleres via YAML",
                "title": "Juster HomeKit-alternativer"
            }
        }
    }
}