{
    "config": {
        "abort": {
            "port_name_in_use": "Akcesorium lub mostek o tej samej nazwie lub adresie IP jest już skonfigurowany"
        },
        "step": {
            "pairing": {
                "description": "Aby dokończyć parowanie, postępuj wg instrukcji „Parowanie HomeKit” w „Powiadomieniach”.",
                "title": "Parowanie z HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Domeny do uwzględnienia"
                },
                "description": "Wybierz domeny do uwzględnienia. Wszystkie wspierane encje w danej domenie będą uwzględnione. W trybie akcesorium, oddzielna instancja HomeKit zostanie utworzona dla każdego tv media playera, pilota na bazie aktywności, zamka oraz kamery.",
                "title": "Wybierz uwzględniane domeny"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Automatyczne uruchomienie (wyłącz, jeśli ręcznie uruchamiasz usługę homekit.start)",
                    "devices": "Urządzenia (Wyzwalacze)"
                },
                "description": "Dla każdego wybranego urządzenia stworzony zostanie programowalny przełącznik. Po uruchomieniu wyzwalacza urządzenia, HomeKit można skonfigurować do uruchamiania automatyzacji lub sceny.",
                "title": "Konfiguracja zaawansowana"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Kamery obsługujące kodek H.264"
                },
                "description": "Sprawdź, czy wszystkie kamery obsługują kodek H.264. Jeśli kamera nie wysyła strumienia skompresowanego kodekiem H.264, system będzie transkodował wideo do H.264 dla HomeKit. Transkodowanie wymaga wydajnego procesora i jest mało prawdopodobne, aby działało na komputerach jednopłytkowych.",
                "title": "Wybór kodeka wideo kamery"
            },
            "include_exclude": {
                "data": {
                    "entities": "Encje",
                    "mode": "Tryb"
                },
                "description": "Wybierz encje, które mają być uwzględnione. W trybie \"Akcesorium\" tylko jedna encja jest uwzględniona. W trybie \"Uwzględnij mostek\", wszystkie encje w danej domenie będą uwzględnione, chyba że wybrane są tylko konkretne encje. W trybie \"Wyklucz mostek\", wszystkie encje będą uwzględnione, z wyjątkiem tych wybranych. Dla najlepszej wydajności, zostanie utworzone oddzielne akcesorium HomeKit dla każdego tv media playera, aktywności pilota, zamka oraz kamery.",
                "title": "Wybierz encje, które mają być uwzględnione"
            },
            "init": {
                "data": {
                    "include_domains": "Domeny do uwzględnienia",
                    "mode": "Tryb"
                },
                "description": "HomeKit może być skonfigurowany, by pokazał mostek lub pojedyncze akcesorium. W trybie \"Akcesorium\", tylko pojedyncza encja może być użyta. Tryb ten jest wymagany w przypadku odtwarzaczy multimedialnych z klasą urządzenia TV, by działał prawidłowo. Encje w \"uwzględnionych domenach\" będą widoczne w HomeKit. Będziesz mógł wybrać, które encje mają zostać uwzględnione lub wykluczone z tej listy na następnym ekranie.",
                "title": "Domeny do uwzględnienia."
            },
            "yaml": {
                "description": "Ten wpis jest kontrolowany przez YAML",
                "title": "Dostosowywanie opcji HomeKit"
            }
        }
    }
}