{
    "config": {
        "abort": {
            "port_name_in_use": "Um acessório ou ponte com o mesmo nome ou porta já está configurado."
        },
        "step": {
            "pairing": {
                "description": "Para concluir o emparelhamento, siga as instruções em \"Emparelhamento do HomeKit\" > \"Notificações\".",
                "title": "Emparelhar HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Domínios para incluir"
                },
                "description": "Escolha os domínios a serem incluídos. Todas as entidades apoiadas no domínio serão incluídas, exceto para entidades categorizadas. Uma instância separada do HomeKit no modo acessório será criada para cada leitor de mídia de TV, controle remoto, bloqueio e câmera baseados em atividades.",
                "title": "Selecione os domínios a serem incluídos"
            }
        }
    },
    "options": {
        "step": {
            "accessory": {
                "data": {
                    "entities": "Entidades"
                },
                "title": "Selecione a entidade para o acessório"
            },
            "advanced": {
                "data": {
                    "devices": "Dispositivos (gatilhos)"
                },
                "description": "Os interruptores programáveis são criados para cada dispositivo selecionado. Quando um dispositivo dispara, o HomeKit pode ser configurado para executar uma automação ou cena.",
                "title": "Configuração avançada"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Câmeras que suportam áudio",
                    "camera_copy": "Câmeras que suportam streams H.264 nativos"
                },
                "description": "Verifique todas as câmeras que suportam fluxos H.264 nativos. Se a câmera não emitir um fluxo H.264, o sistema transcodificará o vídeo para H.264 para HomeKit. A transcodificação requer uma CPU de alto desempenho e é improvável que funcione em computadores de placa única.",
                "title": "Configuração da câmera"
            },
            "exclude": {
                "data": {
                    "entities": "Entidades"
                },
                "description": "Todas as {domains} ” serão incluídas, exceto as entidades excluídas e as entidades categorizadas.",
                "title": "Selecione as entidades a serem excluídas"
            },
            "include": {
                "data": {
                    "entities": "Entidades"
                },
                "description": "Todas as entidades \"{domains}\" serão incluídas, a menos que entidades específicas sejam selecionadas.",
                "title": "Selecione as entidades a serem incluídas"
            },
            "init": {
                "data": {
                    "domains": "Domínios para incluir",
                    "include_exclude_mode": "Modo de inclusão",
                    "mode": "Modo HomeKit"
                },
                "description": "O HomeKit pode ser configurado para expor uma ponte ou um único acessório. No modo acessório, apenas uma única entidade pode ser usada. O modo acessório é necessário para que os players de mídia com a classe de dispositivo TV funcionem corretamente. As entidades nos “Domínios a incluir” serão incluídas no HomeKit. Você poderá selecionar quais entidades incluir ou excluir desta lista na próxima tela.",
                "title": "Selecione o modo e os domínios."
            },
            "yaml": {
                "description": "Esta entrada é controlada via YAML",
                "title": "Ajustar as opções do HomeKit"
            }
        }
    }
}