{
    "config": {
        "abort": {
            "port_name_in_use": "Настройка с таким же названием или портом уже выполнена."
        },
        "step": {
            "pairing": {
                "description": "Для завершения сопряжения следуйте инструкциям, полученным в уведомлении \"HomeKit Pairing\".",
                "title": "Сопряжение с HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Выбрать домены"
                },
                "description": "Выберите домены. Будут переданы все поддерживаемые объекты из домена. Для каждого медиаплеера или камеры будет настроена отдельная интеграция в режиме аксессуара.",
                "title": "Выбор доменов для передачи в HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "Автозапуск (отключите, если Вы вручную вызываете службу homekit.start)",
                    "devices": "Устройства (триггеры)"
                },
                "description": "Программные переключатели создаются для каждого выбранного устройства. HomeKit можно настроить для запуска автоматизации или сцены, когда срабатывает триггер устройства.",
                "title": "Расширенная настройка"
            },
            "cameras": {
                "data": {
                    "camera_audio": "Камеры с поддержкой аудио",
                    "camera_copy": "Камеры с поддержкой H.264"
                },
                "description": "Если камера не выводит поток H.264, система перекодирует видео в H.264 для HomeKit. Транскодирование требует высокопроизводительного процессора и вряд ли будет работать на одноплатных компьютерах.",
                "title": "Настройки камеры"
            },
            "include_exclude": {
                "data": {
                    "entities": "Объекты",
                    "mode": "Режим"
                },
                "description": "Выберите объекты для передачи в HomeKit. В режиме аксессуара можно передать только один объект. В режиме моста будут переданы все объекты, принадлежащие домену, если не выбраны определенные объекты. В режиме исключения будут переданы все объекты, принадлежащие домену, кроме исключенных. Для улучшения производительности медиаплееры, пульты ДУ на основе действий, замки и камеры будут настроены как отдельная интеграция в режиме аксессуара.",
                "title": "Выбор объектов для передачи в HomeKit"
            },
            "init": {
                "data": {
                    "include_domains": "Выбрать домены",
                    "mode": "Режим"
                },
                "description": "Интеграция с HomeKit может быть выполнена в режиме моста или как отдельный аксессуар. В режиме аксессуара может использоваться только один объект. Медиаплееры, используемые в Home Assistant с параметром 'device_class: tv', для правильной работы должны быть интегрированы в Homekit в режиме аксессуара. Объекты, принадлежащие выбранным доменам, будут переданы в HomeKit. На следующем этапе настройки Вы сможете выбрать, какие объекты исключить из этих доменов.",
                "title": "Выбор доменов для передачи в HomeKit"
            },
            "yaml": {
                "description": "Эта запись настроена через YAML",
                "title": "Настройка HomeKit"
            }
        }
    }
}