{
    "config": {
        "abort": {
            "port_name_in_use": "Налаштування з такою ж назвою або портом вже виконане."
        },
        "step": {
            "pairing": {
                "description": "Як тільки {name} буде готовий, створення пари буде доступно в \"Сповіщеннях\" як \"HomeKit Bridge Setup\".",
                "title": "Спарювання з HomeKit"
            },
            "user": {
                "data": {
                    "include_domains": "Вибрати домени"
                },
                "description": "Ця інтеграція дозволяє отримувати доступ до об'єктів Home Assistant через HomeKit. HomeKit Bridge обмежений 150 аксесуарами на екземпляр, включаючи сам бридж. Якщо Вам потрібно більше, рекомендується використовувати кілька HomeKit Bridge для різних доменів. Детальне налаштування для кожного об'єкта доступне тільки через YAML для основного моста.",
                "title": "HomeKit"
            }
        }
    },
    "options": {
        "step": {
            "advanced": {
                "data": {
                    "auto_start": "[%key:component::homekit::config::step::user::data::auto_start%]"
                },
                "description": "Ці параметри потрібні, лише якщо HomeKit не працює.",
                "title": "Розширені налаштування"
            },
            "cameras": {
                "data": {
                    "camera_copy": "Камери, які підтримують потоки H.264"
                },
                "description": "Якщо камера не виводить потік H.264, система перекодовує відео в H.264 для HomeKit. Транскодування вимагає високопродуктивного процесора і навряд чи буде працювати на одноплатних комп'ютерах.",
                "title": "Виберіть відеокодек камери."
            },
            "include_exclude": {
                "data": {
                    "entities": "Сутності",
                    "mode": "Режим"
                },
                "description": "Виберіть сутності для передачі в HomeKit. У режимі аксесуара можна передати лише одну сутність. У режимі моста будуть передані всі сутності, що належать домену, якщо не вибрані певні сутності. У режимі виключення будуть передані всі сутності, що належать домену, крім вибраних.",
                "title": "Вибір сутностей для передачі в HomeKit"
            },
            "init": {
                "data": {
                    "include_domains": "Вибрати домени",
                    "mode": "Режим"
                },
                "description": "Інтеграція з HomeKit може бути виконана в режимі моста або як окремий аксесуар. У режимі аксесуара може використовуватися тільки один об'єкт. Медіаплеєри, які використовуються в Home Assistant з параметром 'device_class: tv', для правильної роботи повинні бути інтегровані в Homekit в режимі аксесуара. Об'єкти, що належать обраним доменам, будуть передані в HomeKit. На наступному етапі налаштування Ви зможете вибрати, які об'єкти виключити з цих доменів.",
                "title": "Вибір доменів для передачі в HomeKit"
            },
            "yaml": {
                "description": "Цей запис налаштовано через YAML",
                "title": "Налаштування HomeKit"
            }
        }
    }
}