{
    "config": {
        "abort": {
            "already_configured": "Esta cuenta SimpliSafe ya está en uso.",
            "email_2fa_timed_out": "Se agotó el tiempo de espera para la autenticación de dos factores basada en correo electrónico.",
            "reauth_successful": "La reautenticación se realizó correctamente",
            "wrong_account": "Las credenciales de usuario proporcionadas no coinciden con esta cuenta de SimpliSafe."
        },
        "error": {
            "identifier_exists": "Cuenta ya registrada",
            "invalid_auth": "Autenticación no válida",
            "invalid_auth_code_length": "Los códigos de autorización de SimpliSafe tienen 45 caracteres de longitud",
            "unknown": "Error inesperado"
        },
        "progress": {
            "email_2fa": "Revisa tu correo electrónico para obtener un enlace de verificación de Simplisafe."
        },
        "step": {
            "reauth_confirm": {
                "data": {
                    "password": "Contraseña"
                },
                "description": "Por favor, vuelve a introducir la contraseña de {username}",
                "title": "Volver a autenticar la integración"
            },
            "sms_2fa": {
                "data": {
                    "code": "Código"
                },
                "description": "Introduce el código de autenticación de dos factores que se te envió por SMS."
            },
            "user": {
                "data": {
                    "auth_code": "Código de Autorización",
                    "password": "Contraseña",
                    "username": "Nombre de usuario"
                },
                "description": "SimpliSafe autentica a los usuarios a través de su aplicación web. Debido a limitaciones técnicas, existe un paso manual al final de este proceso; por favor, asegúrate de leer la [documentación](http://home-assistant.io/integrations/simplisafe#getting-an-authorization-code) antes de comenzar. \n\nCuando estés listo, haz clic [aquí]({url}) para abrir la aplicación web SimpliSafe e introduce tus credenciales. Si ya iniciaste sesión en SimpliSafe en tu navegador, es posible que desees abrir una nueva pestaña y luego copiar/pegar la URL anterior en esa pestaña. \n\nCuando se complete el proceso, regresa aquí e introduce el código de autorización de la URL `com.simplisafe.mobile`."
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "code": "Código (utilizado en la IU de Home Assistant)"
                },
                "title": "Configurar SimpliSafe"
            }
        }
    }
}