{
    "config": {
        "abort": {
            "already_configured": "Questo account SimpliSafe è già in uso.",
            "email_2fa_timed_out": "Timeout durante l'attesa dell'autenticazione a due fattori basata su email.",
            "reauth_successful": "La nuova autenticazione è stata eseguita correttamente",
            "wrong_account": "Le credenziali utente fornite non corrispondono a questo account SimpliSafe."
        },
        "error": {
            "identifier_exists": "Account già registrato",
            "invalid_auth": "Autenticazione non valida",
            "invalid_auth_code_length": "I codici di autorizzazione SimpliSafe sono lunghi 45 caratteri",
            "unknown": "Errore imprevisto"
        },
        "progress": {
            "email_2fa": "Verifica la presenza nella tua email di un collegamento di verifica da Simplisafe."
        },
        "step": {
            "reauth_confirm": {
                "data": {
                    "password": "Password"
                },
                "description": "Digita nuovamente la password per {username}.",
                "title": "Autentica nuovamente l'integrazione"
            },
            "sms_2fa": {
                "data": {
                    "code": "Codice"
                },
                "description": "Digita il codice di autenticazione a due fattori che ti è stato inviato tramite SMS."
            },
            "user": {
                "data": {
                    "auth_code": "Codice di autorizzazione",
                    "password": "Password",
                    "username": "Nome utente"
                },
                "description": "SimpliSafe autentica gli utenti tramite la sua app web. A causa di limitazioni tecniche, alla fine di questo processo è previsto un passaggio manuale; assicurati, prima di iniziare, di leggere la [documentazione](http://home-assistant.io/integrations/simplisafe#getting-an-authorization-code). \n\nQuando sei pronto, fai clic [qui]({url}) per aprire l'app web di SimpliSafe e inserisci le tue credenziali. Se hai già effettuato l'accesso a SimpliSafe nel tuo browser, puoi aprire una nuova scheda e copiare/incollare l'URL sopra indicato in quella nuova scheda.\n\nAl termine del processo, ritorna qui e inserisci il codice di autorizzazione dall'URL `com.simplisafe.mobile`."
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "code": "Codice (utilizzato nell'Interfaccia Utente di Home Assistant)"
                },
                "title": "Configura SimpliSafe"
            }
        }
    }
}