{
    "config": {
        "abort": {
            "already_configured": "Questo account SimpliSafe è già in uso.",
            "reauth_successful": "La nuova autenticazione è stata eseguita correttamente",
            "wrong_account": "Le credenziali utente fornite non corrispondono a questo account SimpliSafe."
        },
        "error": {
            "identifier_exists": "Account già registrato",
            "invalid_auth": "Autenticazione non valida",
            "invalid_auth_code_length": "I codici di autorizzazione SimpliSafe sono lunghi 45 caratteri",
            "unknown": "Errore imprevisto"
        },
        "step": {
            "user": {
                "data": {
                    "auth_code": "Codice di autorizzazione"
                },
                "description": "SimpliSafe autentica gli utenti tramite la sua app web. A causa di limitazioni tecniche, alla fine di questo processo è previsto un passaggio manuale; assicurati, prima di iniziare, di leggere la [documentazione](http://home-assistant.io/integrations/simplisafe#getting-an-authorization-code). \n\nQuando sei pronto, fai clic [qui]({url}) per aprire l'app web di SimpliSafe e inserisci le tue credenziali. Se hai già effettuato l'accesso a SimpliSafe nel tuo browser, puoi aprire una nuova scheda e copiare/incollare l'URL sopra indicato in quella nuova scheda.\n\nAl termine del processo, ritorna qui e inserisci il codice di autorizzazione dall'URL `com.simplisafe.mobile`."
            }
        }
    },
    "issues": {
        "deprecated_service": {
            "description": "Aggiorna tutte le automazioni o gli script che utilizzano questo servizio per utilizzare invece il servizio `{alternate_service}` con un ID entità di destinazione di `{alternate_target}`. Quindi, fai clic su INVIA di seguito per contrassegnare questo problema come risolto.",
            "title": "Il servizio {deprecated_service} è stato rimosso"
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "code": "Codice (utilizzato nell'Interfaccia Utente di Home Assistant)"
                },
                "title": "Configura SimpliSafe"
            }
        }
    }
}