{
    "services": {
        "authorize": {
            "description": "Authorizes a charging process with the predefined RFID tag of the configuration file.",
            "name": "Authorize"
        },
        "deauthorize": {
            "description": "Deauthorizes the running charging process with the predefined RFID tag of the configuration file.",
            "name": "Deauthorize"
        },
        "disable": {
            "description": "Stops the charging process if charging station is authorized.",
            "name": "Disable"
        },
        "enable": {
            "description": "Starts a charging process if charging station is authorized.",
            "name": "Enable"
        },
        "request_data": {
            "description": "Requesta new data from the charging station.",
            "name": "Request data"
        },
        "set_current": {
            "description": "Sets the maximum current for charging processes.",
            "fields": {
                "current": {
                    "description": "The maximum current used for the charging process. The value is depending on the DIP-switch settings and the used cable of the charging station.",
                    "name": "Current"
                }
            },
            "name": "Set current"
        },
        "set_energy": {
            "description": "Sets the energy target after which the charging process stops.",
            "fields": {
                "energy": {
                    "description": "The energy target to stop charging. Setting 0 disables the limit.",
                    "name": "Energy"
                }
            },
            "name": "Set energy"
        },
        "set_failsafe": {
            "description": "Sets the failsafe mode of the charging station. If all parameters are 0, the failsafe mode will be disabled.",
            "fields": {
                "failsafe_fallback": {
                    "description": "Fallback current to be set after timeout.",
                    "name": "Failsafe fallback"
                },
                "failsafe_persist": {
                    "description": "If failsafe_persist is 0, the failsafe option is only until charging station reboot. If failsafe_persist is 1, the failsafe option will survive a reboot.",
                    "name": "Failsafe persist"
                },
                "failsafe_timeout": {
                    "description": "Timeout after which the failsafe mode is triggered, if set_current was not executed during this time.",
                    "name": "Failsafe timeout"
                }
            },
            "name": "Set failsafe"
        }
    }
}