{
    "config": {
        "error": {
            "address": "Adreça remota invàlida. L'adreça ha de ser una adreça IP o un nom d'amfitrió resoluble.",
            "address_in_use": "El port d'escolta seleccionat ja està en ús en aquest sistema.",
            "model": "El model seleccionat no sembla admetre MODBUS40",
            "read": "Error en la sol·licitud de lectura de la bomba. Verifica el `port remot de lectura` i/o `l'adreça remota`.",
            "unknown": "Error inesperat",
            "url": "L'URL especificat no està ben format o no és compatible",
            "write": "Error en la sol·licitud d'escriptura a la bomba. Verifica el `port remot d'escriptura` i/o `l'adreça remota`."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identificador d'unitat Modbus",
                    "modbus_url": "URL de Modbus",
                    "model": "Model de bomba de calor"
                },
                "data_description": {
                    "modbus_unit": "Identificació de la teva bomba de calor. Normalment es pot deixar a 0.",
                    "modbus_url": "URL de Modbus que descriu la connexió a la teva bomba de calor o unitat MODBUS40. Ha d'estar en el format:\n - `tcp://[HOST]:[PORT]` per a una connexió Modbus TCP\n - `serial://[DISPOSITIU LOCAL]` per a una connexió Modbus RTU local\n - `rfc2217://[HOST]:[PORT]` per a una connexió remota Modbus RTU basada en telnet."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Adreça remota",
                    "listening_port": "Port local d'escolta",
                    "model": "Model de bomba de calor",
                    "remote_read_port": "Port remot de lectura",
                    "remote_write_port": "Port remot d'escriptura"
                },
                "data_description": {
                    "ip_address": "Adreça de la unitat NibeGW. El dispositiu hauria d'estar configurat amb una adreça estàtica.",
                    "listening_port": "Port local d'aquest sistema al qual la unitat NibeGW està configurada per enviar-hi dades.",
                    "remote_read_port": "Port on la unitat NibeGW espera les sol·licituds de lectura.",
                    "remote_write_port": "Port on la unitat NibeGW espera les sol·licituds d'escriptura."
                },
                "description": "Abans d'intentar configurar la integració, comprova que:\n - La unitat NibeGW està connectada a una bomba de calor.\n - S'ha activat l'accessori MODBUS40 a la configuració de la bomba de calor.\n - La bomba no ha entrat en estat d'alarma per falta de l'accessori MODBUS40."
            },
            "user": {
                "description": "Tria el mètode de connexió a la teva bomba. En general, les bombes de la sèrie F necessiten un accessori personalitzat NibeGW, mentre que les bombes de la sèrie S tenen Modbus integrat.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}