{
    "config": {
        "error": {
            "address": "Ungültige Remote-Adresse angegeben. Die Adresse muss eine IP-Adresse oder ein auflösbarer Hostname sein.",
            "address_in_use": "Der ausgewählte Listening Port wird auf diesem System bereits verwendet.",
            "model": "Das ausgewählte Modell scheint MODBUS40 nicht zu unterstützen",
            "read": "Fehler bei Leseanforderung von Pumpe. Überprüfe deinen „Remote-Leseport“ oder „Remote-Adresse“.",
            "unknown": "Unerwarteter Fehler",
            "url": "Die angegebene URL ist weder wohlgeformt, noch wird sie unterstützt.",
            "write": "Fehler bei Schreibanforderung an Pumpe. Überprüfe deinen „Remote-Schreibport“ oder „Remote-Adresse“."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Modbus Einheitenkennung",
                    "modbus_url": "Modbus URL",
                    "model": "Modell der Wärmepumpe"
                },
                "data_description": {
                    "modbus_unit": "Geräteidentifikation für deine Wärmepumpe. Kann normalerweise auf 0 belassen werden.",
                    "modbus_url": "Modbus-URL, die die Verbindung zu deiner Wärmepumpe oder deinem MODBUS40-Gerät beschreibt. Sie sollte in folgender Form sein:\n - `tcp://[HOST]:[PORT]` für eine Modbus TCP-Verbindung\n - `serial://[LOKALES GERÄT]` für eine lokale Modbus RTU-Verbindung\n - `rfc2217://[HOST]:[PORT]` für eine Telnet-basierte Modbus-RTU-Fernverbindung."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Remote-Adresse",
                    "listening_port": "Lokaler Leseport",
                    "model": "Modell der Wärmepumpe",
                    "remote_read_port": "Remote-Leseport",
                    "remote_write_port": "Remote-Schreibport"
                },
                "data_description": {
                    "ip_address": "Die Adresse des NibeGW Geräts. Das Gerät sollte mit einer statischen Adresse konfiguriert worden sein.",
                    "listening_port": "Der lokale Port auf diesem System, an den das NibeGW Gerät Daten senden soll.",
                    "remote_read_port": "Der Port, an dem das NibeGW Gerät auf Leseanfragen wartet.",
                    "remote_write_port": "Der Port, an dem das NibeGW Gerät auf Schreibanfragen wartet."
                },
                "description": "Bevor du versuchst, die Integration zu konfigurieren, überprüfe folgendes:\n - Das NibeGW Gerät ist an eine Wärmepumpe angeschlossen.\n - Das MODBUS40-Zubehör wurde in der Konfiguration der Wärmepumpe aktiviert.\n - Die Pumpe ist nicht in einen Alarmzustand wegen fehlendem MODBUS40-Zubehör übergegangen."
            },
            "user": {
                "description": "Wähle die Verbindungsmethode zu deiner Pumpe. Im Allgemeinen erfordern Pumpen der F-Serie ein kundenspezifisches NibeGW- Zubehör, während eine Pumpe der S-Serie über eine integrierte Modbus-Unterstützung verfügt.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}