{
    "config": {
        "abort": {
            "already_configured": "Gerät ist bereits konfiguriert"
        },
        "error": {
            "address": "Ungültige Remote-Adresse angegeben. Die Adresse muss eine IP-Adresse oder ein auflösbarer Hostname sein.",
            "address_in_use": "Der ausgewählte Listening-Port wird auf diesem System bereits verwendet.",
            "model": "Das ausgewählte Modell scheint modbus40 nicht zu unterstützen",
            "read": "Fehler bei Leseanforderung von Pumpe. Überprüfe deinen „Remote-Leseport“ oder „Remote-IP-Adresse“.",
            "unknown": "Unerwarteter Fehler",
            "write": "Fehler bei Schreibanforderung an Pumpe. Überprüfe deinen „Remote-Schreibport“ oder „Remote-IP-Adresse“."
        },
        "step": {
            "user": {
                "data": {
                    "ip_address": "Remote-Adresse",
                    "listening_port": "Lokaler Leseport",
                    "remote_read_port": "Remote-Leseport",
                    "remote_write_port": "Remote-Schreibport"
                },
                "data_description": {
                    "ip_address": "Die Adresse des NibeGW-Geräts. Das Gerät sollte mit einer statischen Adresse konfiguriert worden sein.",
                    "listening_port": "Der lokale Port auf diesem System, an den das NibeGW-Gerät Daten senden soll.",
                    "remote_read_port": "Der Port, an dem das NibeGW-Gerät auf Leseanfragen wartet.",
                    "remote_write_port": "Der Port, an dem das NibeGW-Gerät auf Schreibanfragen wartet."
                },
                "description": "Bevor du versuchst, die Integration zu konfigurieren, überprüfe folgendes:\n - Das NibeGW-Gerät ist an eine Wärmepumpe angeschlossen.\n - Das MODBUS40-Zubehör wurde in der Konfiguration der Wärmepumpe aktiviert.\n - Die Pumpe ist nicht in einen Alarmzustand wegen fehlendem MODBUS40-Zubehör übergegangen."
            }
        }
    }
}