{
    "config": {
        "error": {
            "address": "Se especificó una dirección remota no válida. La dirección debe ser una dirección IP o un nombre de host resoluble.",
            "address_in_use": "El puerto de escucha seleccionado ya está en uso en este sistema.",
            "model": "El modelo seleccionado no parece ser compatible con MODBUS40",
            "read": "Error en la solicitud de lectura de la bomba. Verifica tu `Puerto de lectura remoto` o `Dirección remota`.",
            "unknown": "Error inesperado",
            "url": "La URL especificada no está bien formada ni es compatible",
            "write": "Error en la solicitud de escritura a la bomba. Verifica tu `Puerto de escritura remoto` o `Dirección remota`."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identificador de unidad Modbus",
                    "modbus_url": "URL Modbus",
                    "model": "Modelo de bomba de calor"
                },
                "data_description": {
                    "modbus_unit": "Identificación de la unidad para tu bomba de calor. Por lo general, se puede dejar en 0.",
                    "modbus_url": "URL Modbus que describe la conexión a tu bomba de calor o unidad MODBUS40. Debe estar en el formato:\n - `tcp://[HOST]:[PUERTO]` para conexión Modbus TCP\n - `serial://[DISPOSITIVO LOCAL]` para una conexión Modbus RTU local\n - `rfc2217://[HOST]:[PUERTO]` para una conexión remota Modbus RTU basada en telnet."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Dirección remota",
                    "listening_port": "Puerto de escucha local",
                    "model": "Modelo de bomba de calor",
                    "remote_read_port": "Puerto de lectura remoto",
                    "remote_write_port": "Puerto de escritura remoto"
                },
                "data_description": {
                    "ip_address": "La dirección de la unidad NibeGW. El dispositivo debería haber sido configurado con una dirección estática.",
                    "listening_port": "El puerto local en este sistema, al que la unidad NibeGW está configurada para enviar datos.",
                    "remote_read_port": "El puerto en el que la unidad NibeGW está escuchando peticiones de lectura.",
                    "remote_write_port": "El puerto en el que la unidad NibeGW está escuchando peticiones de escritura."
                },
                "description": "Antes de intentar configurar la integración, verifica que:\n - La unidad NibeGW está conectada a una bomba de calor.\n - Se ha habilitado el accesorio MODBUS40 en la configuración de la bomba de calor.\n - La bomba no ha entrado en estado de alarma por falta del accesorio MODBUS40."
            },
            "user": {
                "description": "Elige el método de conexión a tu bomba. En general, las bombas de la serie F requieren un accesorio personalizado NibeGW, mientras que una bomba de la serie S tiene soporte Modbus incorporado.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}