{
    "config": {
        "error": {
            "address": "Érvénytelen távoli cím van megadva. A címnek IP-címnek vagy feloldható gépnévnek kell lennie.",
            "address_in_use": "A kiválasztott port már használatban van ezen a rendszeren.",
            "model": "Úgy tűnik, hogy a kiválasztott modell nem támogatja a MODBUS40 szabványt.",
            "read": "Hiba a szivattyú olvasási kérésénél. Ellenőrizze a \"Távoli olvasási portot\" vagy a \"Távoli IP-címet\".",
            "unknown": "Váratlan hiba történt",
            "url": "A megadott URL nem jól formázott és nem támogatott",
            "write": "Hiba a szivattyúba történő írási kérésnél. Ellenőrizze a \"Távoli íróportot\" vagy a \"Távoli címet\"."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Modbus egység azonosítója",
                    "modbus_url": "Modbus URL",
                    "model": "A hőszivattyú modellje"
                },
                "data_description": {
                    "modbus_unit": "A hőszivattyú egységazonosítása. Általában 0 értéken hagyható.",
                    "modbus_url": "Modbus URL, amely leírja a hőszivattyúval vagy a MODBUS40 egységgel való kapcsolatot. Az űrlapon kell lennie:\n - 'tcp://[HOST]:[PORT]' a Modbus TCP kapcsolathoz\n - \"serial://[HELYI ESZKÖZ]\" helyi Modbus RTU kapcsolathoz\n - 'rfc2217://[HOST]:[PORT]' távoli telnet alapú Modbus RTU kapcsolathoz."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Távoli IP-cím",
                    "listening_port": "Helyi port",
                    "model": "A hőszivattyú modellje",
                    "remote_read_port": "Távoli olvasási port",
                    "remote_write_port": "Távoli írási port"
                },
                "data_description": {
                    "ip_address": "A NibeGW egység címe. A készüléket statikus címmel kell konfigurálni.",
                    "listening_port": "A rendszer helyi portja, amelyre a NibeGW egység úgy van konfigurálva, hogy adatokat küldjön.",
                    "remote_read_port": "A port, amelyen a NibeGW egység olvasási kéréseket vár.",
                    "remote_write_port": "A port, amelyen a NibeGW egység az írási kéréseket várja."
                },
                "description": "Mielőtt megpróbálná konfigurálni az integrációt, ellenőrizze, hogy:\n - A NibeGW egység hőszivattyúhoz van csatlakoztatva.\n - A MODBUS40 kiegészítő engedélyezve van a hőszivattyú konfigurációjában.\n - A szivattyú nem lépett riasztási állapotba a MODBUS40 tartozék hiánya miatt."
            },
            "user": {
                "description": "Válassza ki a szivattyúhoz való csatlakozási módot. Az F-sorozatú szivattyúkhoz általában Nibe GW egyedi tartozékra van szükség, míg az S-sorozatú szivattyúk beépített Modbus-támogatással rendelkeznek.",
                "menu_options": {
                    "modbus": "ModBUS",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}