{
    "config": {
        "error": {
            "address": "Indirizzo remoto specificato non valido. L'indirizzo deve essere un indirizzo IP o un nome host risolvibile.",
            "address_in_use": "La porta di ascolto selezionata è già in uso su questo sistema.",
            "model": "Il modello selezionato non sembra supportare il MODBUS40.",
            "read": "Errore nella richiesta di lettura da parte della pompa. Verifica la tua \"Porta di lettura remota\" o \"Indirizzo remoto\".",
            "unknown": "Errore imprevisto",
            "url": "L'URL specificato non è correttamente formato né supportato",
            "write": "Errore nella richiesta di scrittura alla pompa. Verifica la tua \"Porta di scrittura remota\" o \"Indirizzo remoto\"."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identificatore unità Modbus",
                    "modbus_url": "Modbus URL",
                    "model": "Modello di pompa di calore"
                },
                "data_description": {
                    "modbus_unit": "Identificazione dell'unità per la pompa di calore. Di solito può essere lasciato a 0.",
                    "modbus_url": "Modbus URL che descrive la connessione alla pompa di calore o all'unità MODBUS40. Dovrebbe essere nella forma:\n - `tcp://[HOST]:[PORTA]` per la connessione Modbus TCP\n - `serial://[DISPOSITIVO LOCALE]` per una connessione Modbus RTU locale\n - `rfc2217://[HOST]:[PORTA]` per una connessione Modbus RTU remota basata su telnet."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Indirizzo remoto",
                    "listening_port": "Porta di ascolto locale",
                    "model": "Modello di pompa di calore",
                    "remote_read_port": "Porta di lettura remota",
                    "remote_write_port": "Porta di scrittura remota"
                },
                "data_description": {
                    "ip_address": "L'indirizzo dell'unità NibeGW. Il dispositivo dovrebbe essere stato configurato con un indirizzo statico.",
                    "listening_port": "La porta locale su questo sistema a cui l'unità NibeGW è configurata per inviare i dati.",
                    "remote_read_port": "La porta su cui l'unità NibeGW è in ascolto per le richieste di lettura.",
                    "remote_write_port": "La porta su cui l'unità NibeGW è in ascolto per le richieste di scrittura."
                },
                "description": "Prima di tentare di configurare l'integrazione, verificare che:\n - L'unità NibeGW è collegata a una pompa di calore.\n - Nella configurazione della pompa di calore è stato abilitato l'accessorio MODBUS40.\n - La pompa non è andata in stato di allarme per la mancanza dell'accessorio MODBUS40."
            },
            "user": {
                "description": "Scegli il metodo di connessione alla tua pompa. In generale, le pompe della serie F richiedono un accessorio personalizzato NibeGW, mentre una pompa della serie S ha il supporto Modbus integrato.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}