{
    "config": {
        "error": {
            "address": "Podano nieprawidłowy zdalny adres IP. Adres musi być adresem IP lub rozpoznawalną nazwą hosta.",
            "address_in_use": "Wybrany port nasłuchiwania jest już używany w tym systemie.",
            "model": "Wybrany model nie obsługuje MODBUS40",
            "read": "Błąd przy żądaniu odczytu z pompy. Sprawdź „Zdalny port odczytu” lub „Zdalny adres IP”.",
            "unknown": "Nieoczekiwany błąd",
            "url": "Podany adres URL nie jest poprawnie sformułowany lub obsługiwany",
            "write": "Błąd przy żądaniu zapisu do pompy. Sprawdź „Zdalny port zapisu” lub „Zdalny adres IP”."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identyfikator jednostki Modbus",
                    "modbus_url": "Adres URL Modbus",
                    "model": "Model pompy ciepła"
                },
                "data_description": {
                    "modbus_unit": "Identyfikacja jednostki pompa ciepła. Zwykle można pozostawić 0.",
                    "modbus_url": "Adres URL Modbus opisujący połączenie z pompą ciepła lub jednostką MODBUS40. Powinien być w formacie:\n- `tcp://[HOST]:[PORT]` dla połączenia Modbus TCP\n- `serial://[LOCAL DEVICE]` dla lokalnego połączenia Modbus RTU\n- `rfc2217://[HOST]:[PORT]` dla zdalnego połączenia Modbus RTU opartego na telnet."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Zdalny adres IP",
                    "listening_port": "Lokalny port nasłuchiwania",
                    "model": "Model pompy ciepła",
                    "remote_read_port": "Zdalny port odczytu",
                    "remote_write_port": "Zdalny port zapisu"
                },
                "data_description": {
                    "ip_address": "Adres urządzenia NibeGW. Urządzenie powinno być skonfigurowane z adresem statycznym.",
                    "listening_port": "Port lokalny w tym systemie, do którego urządzenie NibeGW jest skonfigurowane do wysyłania danych.",
                    "remote_read_port": "Port, na którym urządzenie NibeGW nasłuchuje żądań odczytu.",
                    "remote_write_port": "Port, na którym urządzenie NibeGW nasłuchuje żądań zapisu."
                },
                "description": "Przed przystąpieniem do konfiguracji integracji sprawdź, czy:\n - Urządzenie NibeGW jest podłączona do pompy ciepła.\n - Akcesorium MODBUS40 zostało włączone w konfiguracji pompy ciepła.\n - Pompa nie weszła w stan alarmowy z powodu braku akcesorium MODBUS40."
            },
            "user": {
                "description": "Wybierz metodę połączenia z pompą. Ogólnie rzecz biorąc, pompy serii F wymagają niestandardowego akcesorium NibeGW, podczas gdy pompy serii S mają wbudowaną obsługę protokołu Modbus.",
                "menu_options": {
                    "modbus": "MODBUS",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}