{
    "config": {
        "error": {
            "address": "Endereço remoto inválido especificado. O endereço deve ser um endereço IP ou um nome de host resolvível.",
            "address_in_use": "A porta de escuta selecionada já está em uso neste sistema.",
            "model": "O modelo selecionado parece não suportar MODBUS40",
            "read": "Erro na solicitação de leitura da bomba. Verifique sua `Porta de leitura remota` ou `Endereço remoto`.",
            "unknown": "Erro inesperado",
            "url": "A URL especificada não é uma URL bem formada e suportada",
            "write": "Erro na solicitação de gravação para bombear. Verifique sua `Porta de gravação remota` ou `Endereço remoto`."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identificador da Unidade Modbus",
                    "modbus_url": "URL de Modbus",
                    "model": "Modelo de Bomba de Calor"
                },
                "data_description": {
                    "modbus_unit": "Identificação da unidade para a sua Bomba de Calor. Geralmente pode ser deixado em 0.",
                    "modbus_url": "URL de Modbus que descreve a ligação à sua Bomba de Calor ou unidade MODBUS40. Deve estar no formulário:\n - `tcp://[HOST]:[PORT]` para conexão Modbus TCP\n - `serial://[LOCAL DEVICE]` para uma conexão Modbus RTU local\n - `rfc2217://[HOST]:[PORT]` para uma conexão Modbus RTU baseada em telnet remoto."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Endereço remoto",
                    "listening_port": "Porta de escuta local",
                    "model": "Modelo de Bomba de Calor",
                    "remote_read_port": "Porta de leitura remota",
                    "remote_write_port": "Porta de gravação remota"
                },
                "data_description": {
                    "ip_address": "O endereço da unidade NibeGW. O dispositivo deve ter sido configurado com um endereço estático.",
                    "listening_port": "A porta local neste sistema para a qual a unidade NibeGW está configurada para enviar dados.",
                    "remote_read_port": "A porta na qual a unidade NibeGW está escutando solicitações de leitura.",
                    "remote_write_port": "A porta na qual a unidade NibeGW está escutando solicitações de gravação."
                },
                "description": "Antes de tentar configurar a integração, verifique se:\n - A unidade NibeGW está conectada a uma bomba de calor.\n - O acessório MODBUS40 foi habilitado na configuração da bomba de calor.\n - A bomba não entrou em estado de alarme por falta de acessório MODBUS40."
            },
            "user": {
                "description": "Escolha o método de conexão para sua bomba. Em geral, as bombas da série F requerem um acessório personalizado NibeGW, enquanto uma bomba da série S tem suporte Modbus integrado.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}