{
    "config": {
        "error": {
            "address": "Bola zadaná neplatná vzdialená adresa. Adresa musí byť IP adresa alebo rozlíšiteľný názov hostiteľa.",
            "address_in_use": "Vybraný port počúvania sa už v tomto systéme používa.",
            "model": "Zdá sa, že vybraný model nepodporuje MODBUS40",
            "read": "Chyba pri požiadavke na čítanie z pumpy. Overte svoj `Port na čítanie` alebo `Vzdialená adresa`.",
            "unknown": "Neočakávaná chyba",
            "url": "Zadaná adresa URL nie je správne vytvorená ani podporovaná",
            "write": "Chyba pri žiadosti o zápis do pumpy. Overte svoj `Port pre vzdialený zápis` alebo `Vzdialená adresa`."
        },
        "step": {
            "modbus": {
                "data": {
                    "modbus_unit": "Identifikátor jednotky Modbus",
                    "modbus_url": "Modbus URL",
                    "model": "Model tepelného čerpadla"
                },
                "data_description": {
                    "modbus_unit": "Identifikácia jednotky pre vaše tepelné čerpadlo. Zvyčajne možno ponechať na 0.",
                    "modbus_url": "Modbus URL, ktorá popisuje pripojenie k vášmu tepelnému čerpadlu alebo jednotke MODBUS40. Malo by to byť vo formulári:\n - `tcp://[HOST]:[PORT]` pre pripojenie Modbus TCP\n - `serial://[LOCAL DEVICE]` pre miestne pripojenie Modbus RTU\n - `rfc2217://[HOST]:[PORT]` pre vzdialené pripojenie Modbus RTU založené na telnete."
                }
            },
            "nibegw": {
                "data": {
                    "ip_address": "Vzdialená adresa",
                    "listening_port": "Miestny port na počúvanie",
                    "model": "Model tepelného čerpadla",
                    "remote_read_port": "Port pre vzdialené čítanie",
                    "remote_write_port": "Port pre vzdialený zápis"
                },
                "data_description": {
                    "ip_address": "Adresa jednotky NibeGW. Zariadenie by malo byť nakonfigurované so statickou adresou.",
                    "listening_port": "Lokálny port na tomto systéme, na ktorý je jednotka NibeGW nakonfigurovaná na odosielanie údajov.",
                    "remote_read_port": "Port, na ktorom jednotka NibeGW počúva požiadavky na čítanie.",
                    "remote_write_port": "Port, na ktorom jednotka NibeGW počúva požiadavky na zápis."
                },
                "description": "Pred pokusom o konfiguráciu integrácie skontrolujte, či:\n - Jednotka NibeGW je pripojená k tepelnému čerpadlu.\n - Príslušenstvo MODBUS40 bolo povolené v konfigurácii tepelného čerpadla.\n - Pumpa neprešla do stavu alarmu o chýbajúcom príslušenstve MODBUS40."
            },
            "user": {
                "description": "Vyberte spôsob pripojenia k pumpe. Vo všeobecnosti čerpadlá série F vyžadujú vlastné príslušenstvo NibeGW, zatiaľ čo čerpadlo série S má vstavanú podporu Modbus.",
                "menu_options": {
                    "modbus": "Modbus",
                    "nibegw": "NibeGW"
                }
            }
        }
    }
}