{
    "config": {
        "abort": {
            "already_configured_device": "Gerät ist bereits konfiguriert",
            "already_in_progress": "Der Konfigurationsablauf wird bereits ausgeführt",
            "backoff": "Das Gerät akzeptiert derzeit keine Kopplungsanfragen (Möglicherweise wurde zu oft ein ungültiger PIN-Code eingegeben), versuche es später erneut.",
            "device_did_not_pair": "Es wurde kein Versuch unternommen, den Kopplungsvorgang vom Gerät aus abzuschließen.",
            "invalid_config": "Die Konfiguration für dieses Gerät ist unvollständig. Bitte versuche, es erneut hinzuzufügen.",
            "no_devices_found": "Keine Geräte im Netzwerk gefunden",
            "unknown": "Unerwarteter Fehler"
        },
        "error": {
            "already_configured": "Gerät ist bereits konfiguriert",
            "invalid_auth": "Ungültige Authentifizierung",
            "no_devices_found": "Keine Geräte im Netzwerk gefunden",
            "no_usable_service": "Es wurde ein Gerät gefunden, aber es konnte keine Möglichkeit gefunden werden, eine Verbindung zu diesem Gerät herzustellen. Wenn diese Meldung weiterhin erscheint, versuche, die IP-Adresse anzugeben oder den Apple TV neu zu starten.",
            "unknown": "Unerwarteter Fehler"
        },
        "flow_title": "{name}",
        "step": {
            "confirm": {
                "description": "Es wird der Apple TV mit dem Namen \" {name} \" zu Home Assistant hinzugefügt. \n\n ** Um den Vorgang abzuschließen, müssen möglicherweise mehrere PIN-Codes eingegeben werden. ** \n\n Bitte beachte, dass der Apple TV mit dieser Integration * nicht * ausgeschalten werden kann. Nur der Media Player in Home Assistant wird ausgeschaltet!",
                "title": "Bestätige das Hinzufügen vom Apple TV"
            },
            "pair_no_pin": {
                "description": "Für den Dienst `{protocol}` ist eine Kopplung erforderlich. Bitte gebe die PIN {pin} am Apple TV ein, um fortzufahren.",
                "title": "Kopplung"
            },
            "pair_with_pin": {
                "data": {
                    "pin": "PIN-Code"
                },
                "description": "Für das Protokoll `{protocol}` ist eine Kopplung erforderlich. Bitte gebe den auf dem Bildschirm angezeigten PIN-Code ein. Führende Nullen müssen weggelassen werden, d.h. gebe 123 ein, wenn der angezeigte Code 0123 lautet.",
                "title": "Kopplung"
            },
            "reconfigure": {
                "description": "Dieser Apple TV hat Verbindungsprobleme und muss neu konfiguriert werden.",
                "title": "Geräteneukonfiguration"
            },
            "service_problem": {
                "description": "Beim Koppeln des Protokolls `{protocol}` ist ein Problem aufgetreten. Es wird ignoriert.",
                "title": "Fehler beim Hinzufügen des Dienstes"
            },
            "user": {
                "data": {
                    "device_input": "Gerät"
                },
                "description": "Gebe zunächst den Gerätenamen (z. B. Küche oder Schlafzimmer) oder die IP-Adresse des Apple TV ein, der hinzugefügt werden soll. Wenn Geräte automatisch im Netzwerk gefunden wurden, werden sie unten angezeigt. \n\nWenn das Gerät nicht sichtbar ist oder Probleme auftreten, gebe die IP-Adresse des Geräts an. \n\n{devices}",
                "title": "Neuen Apple TV einrichten"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "start_off": "Schalte das Gerät nicht ein, wenn Home Assistant startet"
                },
                "description": "Konfiguriere die allgemeinen Geräteeinstellungen"
            }
        }
    },
    "title": "Apple TV"
}