{
    "config": {
        "abort": {
            "backoff": "El dispositivo no acepta solicitudes de emparejamiento en este momento (es posible que haya ingresado un código PIN no válido demasiadas veces), vuelva a intentarlo más tarde.",
            "device_did_not_pair": "No se intentó finalizar el proceso de emparejamiento desde el dispositivo.",
            "invalid_config": "La configuración de este dispositivo está incompleta. Intente agregarlo nuevamente."
        },
        "error": {
            "no_usable_service": "Se encontró un dispositivo, pero no se pudo identificar ninguna forma de establecer una conexión con él. Si sigue viendo este mensaje, intente especificar su dirección IP o reinicie su Apple TV."
        },
        "step": {
            "confirm": {
                "description": "Está a punto de agregar el Apple TV llamado `{name} ` a Home Assistant. \n\n** Para completar el proceso, es posible que deba ingresar varios códigos PIN. ** \n\nTenga en cuenta que *no* podrá apagar su Apple TV con esta integración. ¡Solo se apagará el reproductor multimedia en Home Assistant!",
                "title": "Confirma la adición de Apple TV"
            },
            "pair_no_pin": {
                "description": "El emparejamiento es necesario para el servicio `{protocol}`. Ingresa el PIN {pin} en tu Apple TV para continuar.",
                "title": "Emparejamiento"
            },
            "pair_with_pin": {
                "description": "El emparejamiento es necesario para el `{protocol}`. Ingrese el código PIN que se muestra en la pantalla. Se omitirán los ceros iniciales, es decir, introduzca 123 si el código que se muestra es 0123.",
                "title": "Emparejamiento"
            },
            "reconfigure": {
                "description": "Este Apple TV está experimentando algunas dificultades de conexión y debe reconfigurarse.",
                "title": "Reconfiguración del dispositivo"
            },
            "service_problem": {
                "description": "Ocurrió un problema al emparejar el protocolo \" {protocol} \". Será ignorado.",
                "title": "No se pudo agregar el servicio"
            },
            "user": {
                "data": {
                    "device_input": "Dispositivo"
                },
                "description": "Comience ingresando el nombre del dispositivo (por ejemplo, cocina o dormitorio) o la dirección IP del Apple TV que desea agregar. Si se encontraron dispositivos automáticamente en su red, se muestran a continuación. \n\nSi no puede ver su dispositivo o experimenta algún problema, intente especificar la dirección IP del dispositivo. \n\n{devices}",
                "title": "Configurar un nuevo Apple TV"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "start_off": "No encienda el dispositivo al iniciar Home Assistant"
                },
                "description": "Configurar los ajustes generales del dispositivo"
            }
        }
    },
    "title": "Apple TV"
}