{
    "config": {
        "abort": {
            "already_configured_device": "El dispositivo ya está configurado",
            "already_in_progress": "El flujo de configuración ya está en proceso",
            "backoff": "El dispositivo no acepta solicitudes de emparejamiento en este momento (es posible que hayas introducido un código PIN no válido demasiadas veces), inténtalo de nuevo más tarde.",
            "device_did_not_pair": "No se ha intentado finalizar el proceso de emparejamiento desde el dispositivo.",
            "invalid_config": "La configuración para este dispositivo está incompleta. Intenta añadirlo de nuevo.",
            "no_devices_found": "No se encontraron dispositivos en la red",
            "unknown": "Error inesperado"
        },
        "error": {
            "already_configured": "El dispositivo ya está configurado",
            "invalid_auth": "Autenticación no válida",
            "no_devices_found": "No se encontraron dispositivos en la red",
            "no_usable_service": "Se encontró un dispositivo, pero no se pudo identificar ninguna manera de establecer una conexión con él. Si sigues viendo este mensaje, intenta especificar su dirección IP o reiniciar el Apple TV.",
            "unknown": "Error inesperado"
        },
        "flow_title": "Apple TV: {name}",
        "step": {
            "confirm": {
                "description": "Estás a punto de añadir el Apple TV con nombre `{name}` a Home Assistant.\n\n**Para completar el proceso, puede que tengas que introducir varios códigos PIN.**\n\nTen en cuenta que *no* podrás apagar tu Apple TV con esta integración. ¡Sólo se apagará el reproductor de medios de Home Assistant!",
                "title": "Confirma la adición del Apple TV"
            },
            "pair_no_pin": {
                "description": "El emparejamiento es necesario para el servicio `{protocol}`. Introduce el PIN en tu Apple TV para continuar.",
                "title": "Emparejamiento"
            },
            "pair_with_pin": {
                "data": {
                    "pin": "Código PIN"
                },
                "description": "El emparejamiento es necesario para el protocolo `{protocol}`. Introduce el código PIN que aparece en la pantalla. Los ceros iniciales deben ser omitidos, es decir, introduce 123 si el código mostrado es 0123.",
                "title": "Emparejamiento"
            },
            "reconfigure": {
                "description": "Este Apple TV está experimentando algunos problemas de conexión y debe ser reconfigurado.",
                "title": "Reconfiguración del dispositivo"
            },
            "service_problem": {
                "description": "Se ha producido un problema durante el protocolo de emparejamiento `{protocol}`. Será ignorado.",
                "title": "Error al añadir el servicio"
            },
            "user": {
                "data": {
                    "device_input": "Dispositivo"
                },
                "description": "Empieza introduciendo el nombre del dispositivo (eje. Cocina o Dormitorio) o la dirección IP del Apple TV que quieres añadir. Si se han econtrado dispositivos en tu red, se mostrarán a continuación.\n\nSi no puedes ver el dispositivo o experimentas algún problema, intente especificar la dirección IP del dispositivo.\n\n{devices}",
                "title": "Configurar un nuevo Apple TV"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "start_off": "No encender el dispositivo al iniciar Home Assistant"
                },
                "description": "Configurar los ajustes generales del dispositivo"
            }
        }
    },
    "title": "Apple TV"
}