{
    "config": {
        "abort": {
            "already_configured": "Η συσκευή έχει ήδη διαμορφωθεί",
            "already_in_progress": "Η ροή διαμόρφωσης βρίσκεται ήδη σε εξέλιξη",
            "incomplete_info": "Ελλιπείς πληροφορίες για τη ρύθμιση της συσκευής, δεν έχει παρασχεθεί υποδοχέας ή κουπόνι.",
            "not_xiaomi_miio": "Η συσκευή δεν υποστηρίζεται (ακόμα) από το Xiaomi Miio.",
            "reauth_successful": "Ο εκ νέου έλεγχος ταυτότητας ήταν επιτυχής"
        },
        "error": {
            "cannot_connect": "Αποτυχία σύνδεσης",
            "cloud_credentials_incomplete": "Τα διαπιστευτήρια Cloud είναι ελλιπή, συμπληρώστε το όνομα χρήστη, τον κωδικό πρόσβασης και τη χώρα",
            "cloud_login_error": "Δεν ήταν δυνατή η σύνδεση στο Xiaomi Miio Cloud, ελέγξτε τα διαπιστευτήρια.",
            "cloud_no_devices": "Δεν βρέθηκαν συσκευές σε αυτόν τον λογαριασμό Xiaomi Miio cloud.",
            "unknown_device": "Το μοντέλο της συσκευής δεν είναι γνωστό, δεν είναι δυνατή η ρύθμιση της συσκευής με τη χρήση της ροής ρυθμίσεων.",
            "wrong_token": "Σφάλμα αθροίσματος ελέγχου, λάθος διακριτικό"
        },
        "flow_title": "{name}",
        "step": {
            "cloud": {
                "data": {
                    "cloud_country": "Χώρα διακομιστή cloud",
                    "cloud_password": "Κωδικός πρόσβασης Cloud",
                    "cloud_username": "Όνομα χρήστη Cloud",
                    "manual": "Μη αυτόματη διαμόρφωση (δεν συνιστάται)"
                },
                "description": "Συνδεθείτε στο cloud Xiaomi Miio, ανατρέξτε στη διεύθυνση https://www.openhab.org/addons/bindings/miio/#country-servers για τον διακομιστή cloud που θέλετε να χρησιμοποιήσετε."
            },
            "connect": {
                "data": {
                    "model": "Μοντέλο συσκευής"
                }
            },
            "manual": {
                "data": {
                    "host": "Διεύθυνση IP",
                    "token": "Διακριτικό API"
                },
                "description": "Θα χρειαστείτε το 32 χαρακτήρων Διακριτικό API, ανατρέξτε στη διεύθυνση https://www.home-assistant.io/integrations/xiaomi_miio#retrieving-the-access-token για οδηγίες. Λάβετε υπόψη ότι αυτό το Διακριτικό API είναι διαφορετικό από το κλειδί που χρησιμοποιείται από την ενσωμάτωση του Xiaomi Aqara."
            },
            "reauth_confirm": {
                "description": "Η ενσωμάτωση xiaomi Miio πρέπει να επαληθεύσει εκ νέου τον λογαριασμό σας για να ενημερώσει τα διακριτικά ή να προσθέσει διαπιστευτήρια cloud που λείπουν.",
                "title": "Επαναληπτικός έλεγχος ταυτότητας ενσωμάτωσης"
            },
            "select": {
                "data": {
                    "select_device": "Συσκευή Miio"
                },
                "description": "Επιλέξτε τη συσκευή Xiaomi Miio για ρύθμιση."
            }
        }
    },
    "options": {
        "error": {
            "cloud_credentials_incomplete": "Τα διαπιστευτήρια cloud είναι ελλιπή, συμπληρώστε το όνομα χρήστη, τον κωδικό πρόσβασης και τη χώρα"
        },
        "step": {
            "init": {
                "data": {
                    "cloud_subdevices": "Χρησιμοποιήστε το cloud για να λάβετε συνδεδεμένες υποσυσκευές"
                }
            }
        }
    }
}