{
    "options": {
        "abort": {
            "addon_info_failed": "No s'ha pogut obtenir la informació del complement Silicon Labs Multiprotocol.",
            "addon_install_failed": "No s'ha pogut instal·lar el complement Silicon Labs Multiprotocol-",
            "addon_set_config_failed": "No s'ha pogut establir la configuració de Silicon Labs Multiprotocol.",
            "addon_start_failed": "No s'ha pogut iniciar el complement Silicon Labs Multiprotocol.",
            "not_hassio": "Les opcions de maquinari només es poden configurar a les instal·lacions HassOS.",
            "zha_migration_failed": "La migració ZHA no ha tingut èxit."
        },
        "error": {
            "unknown": "Error inesperat"
        },
        "progress": {
            "install_addon": "Espera mentre finalitza la instal·lació del complement Silicon Labs Multiprotocol. Pot tardar uns minuts.",
            "start_addon": "Espera mentre es completa la inicialització del complement Silicon Labs Multiprotocol. Pot tardar uns segons."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "El suport multiprotocol ja està activat per a un altre dispositiu"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Activa el suport multiprotocol"
                },
                "description": "Quan el suport multiprotocol està activat, la ràdio IEEE 802.15.4 de {hardware_name} es pot utilitzar tant per a Zigbee com per a Thread alhora (utilitzat per Matter). Si la ràdio ja utilitza la integració ZHA Zigbee, ZHA es reconfigurarà per utilitzar el microprogramari multiprotocol. \n\nNota: aquesta és una característica experimental.",
                "title": "Activa el suport multiprotocol per l'estàndard de ràdio IEEE 802.15.4"
            },
            "install_addon": {
                "title": "Ha començat la instal·lació del complement Silicon Labs Multiprotocol"
            },
            "show_revert_guide": {
                "description": "Si vols canviar a només microprogramari Zigbee, completa els passos manuals següents: \n\n * Elimina el complement Silicon Labs Multiprotocol\n\n * Carrega el microprogramari (firmware) de Zigbee, segueix la guia a https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Torna a configurar ZHA per migrar la configuració al dispositiu ràdio actualitzat",
                "title": "El suport multiprotocol està activat per a aquest dispositiu"
            },
            "start_addon": {
                "title": "El complement Silicon Labs Multiprotocol s'està iniciant."
            }
        }
    }
}