{
    "options": {
        "abort": {
            "addon_info_failed": "Αποτυχία λήψης πληροφοριών πρόσθετου Silicon Labs Multiprotocol.",
            "addon_install_failed": "Αποτυχία εγκατάστασης του πρόσθετου Silicon Labs Multiprotocol.",
            "addon_set_config_failed": "Αποτυχία ρύθμισης παραμέτρων πολλαπλών πρωτοκόλλων Silicon Labs.",
            "addon_start_failed": "Αποτυχία εκκίνησης του πρόσθετου Silicon Labs Multiprotocol.",
            "not_hassio": "Οι επιλογές υλικού μπορούν να ρυθμιστούν μόνο σε εγκαταστάσεις HassOS.",
            "zha_migration_failed": "Η μετάβαση ZHA δεν πέτυχε."
        },
        "error": {
            "unknown": "Απρόσμενο σφάλμα"
        },
        "progress": {
            "install_addon": "Περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση του πρόσθετου Silicon Labs Multiprotocol. Αυτό μπορεί να διαρκέσει αρκετά λεπτά.",
            "start_addon": "Περιμένετε μέχρι να ολοκληρωθεί η έναρξη του πρόσθετου Silicon Labs Multiprotocol. Αυτό μπορεί να διαρκέσει μερικά δευτερόλεπτα."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "Η υποστήριξη πολλαπλών πρωτοκόλλων είναι ήδη ενεργοποιημένη για άλλη συσκευή"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Ενεργοποιήστε την υποστήριξη πολλαπλών πρωτοκόλλων"
                },
                "description": "Όταν είναι ενεργοποιημένη η υποστήριξη πολλαπλών πρωτοκόλλων, ο πομποδέκτης IEEE 802.15.4 του {hardware_name} μπορεί να χρησιμοποιηθεί ταυτόχρονα και για το Zigbee και για το Thread (που χρησιμοποιείται από το Matter). Εάν ο πομποδέκτης χρησιμοποιείται ήδη από την ενσωμάτωση ZHA Zigbee, το ZHA θα διαμορφωθεί εκ νέου ώστε να χρησιμοποιεί το υλικολογισμικό πολλαπλών πρωτοκόλλων. \n\n Σημείωση: Αυτό είναι ένα πειραματικό χαρακτηριστικό.",
                "title": "Ενεργοποιήστε την υποστήριξη πολλαπλών πρωτοκόλλων στν πομποδέκτη IEEE 802.15.4"
            },
            "install_addon": {
                "title": "Η εγκατάσταση του πρόσθετου Silicon Labs Multiprotocol έχει ξεκινήσει"
            },
            "show_revert_guide": {
                "description": "Εάν θέλετε να αλλάξετε σε υλικολογισμικό μόνο Zigbee, ολοκληρώστε τα παρακάτω μη αυτόματα βήματα: \n\n * Καταργήστε το πρόσθετο Silicon Labs Multiprotocol \n\n * Αναβοσβήστε το υλικολογισμικό μόνο Zigbee, ακολουθήστε τον οδηγό στη διεύθυνση https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manual. \n\n * Ρυθμίστε ξανά το ZHA για μετεγκατάσταση των ρυθμίσεων στον ανανεωμένο πομποδέκτη",
                "title": "Η υποστήριξη πολλαπλών πρωτοκόλλων είναι ενεργοποιημένη για αυτήν τη συσκευή"
            },
            "start_addon": {
                "title": "Ξεκινά το πρόσθετο Silicon Labs Multiprotocol."
            }
        }
    }
}