{
    "options": {
        "abort": {
            "addon_info_failed": "Falha ao obter informações do add-on Silicon Labs Multiprotocol.",
            "addon_install_failed": "Falha ao instalar o add-on Silicon Labs Multiprotocol.",
            "addon_set_config_failed": "Falha ao definir a configuração multiprotocolo da Silicon Labs.",
            "addon_start_failed": "Falha ao iniciar o add-on Silicon Labs Multiprotocol.",
            "disabled_due_to_bug": "As opções de hardware estão temporariamente desativadas enquanto corrigimos um bug. [Saiba mais]({url})",
            "not_hassio": "As opções de hardware só podem ser configuradas em instalações HassOS.",
            "zha_migration_failed": "A migração ZHA não foi bem-sucedida."
        },
        "error": {
            "unknown": "Erro inesperado"
        },
        "progress": {
            "install_addon": "Aguarde enquanto a instalação do add-on Silicon Labs Multiprotocol é concluída. Isso pode levar vários minutos.",
            "start_addon": "Aguarde enquanto a inicialização do add-on Silicon Labs Multiprotocol é concluída. Isso pode levar alguns segundos."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "O suporte multiprotocolo já está ativado para outro dispositivo"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Ativar suporte multiprotocolo"
                },
                "description": "Quando o suporte multiprotocolo está ativado, o rádio IEEE 802.15.4 do {hardware_name} pode ser usado para Zigbee e Thread (usado por Matter) ao mesmo tempo. Se o rádio já estiver sendo usado pela integração ZHA Zigbee, o ZHA será reconfigurado para usar o firmware multiprotocolo. \n\n Nota: Esse é um recurso experimental.",
                "title": "Habilite o suporte multiprotocolo no rádio IEEE 802.15.4"
            },
            "install_addon": {
                "title": "A instalação do add-on Silicon Labs Multiprotocol foi iniciada"
            },
            "show_revert_guide": {
                "description": "Se você deseja alterar para o firmware somente Zigbee, conclua as seguintes etapas manuais: \n\n * Remova o add-on Silicon Labs Multiprotocol \n\n * Atualize apenas o firmware Zigbee, siga o guia em https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Reconfigure o ZHA para migrar as configurações para o rádio reflashed",
                "title": "O suporte multiprotocolo está ativado para este dispositivo"
            },
            "start_addon": {
                "title": "O add-on Silicon Labs Multiprotocol está iniciando."
            }
        }
    }
}