{
    "options": {
        "abort": {
            "addon_info_failed": "Не удалось получить информацию о дополнении \"Silicon Labs Multiprotocol\".",
            "addon_install_failed": "Не удалось установить дополнение \"Silicon Labs Multiprotocol\".",
            "addon_set_config_failed": "Не удалось установить конфигурацию дополнения \"Silicon Labs Multiprotocol\".",
            "addon_start_failed": "Не удалось запустить дополнение \"Silicon Labs Multiprotocol\".",
            "not_hassio": "Параметры оборудования можно изменить только на операционных системах HassOS.",
            "zha_migration_failed": "Миграция ZHA не удалась."
        },
        "error": {
            "unknown": "Непредвиденная ошибка."
        },
        "progress": {
            "install_addon": "Подождите, пока завершится установка дополнения \"Silicon Labs Multiprotocol\". Это может занять несколько минут.",
            "start_addon": "Подождите, пока завершится запуск дополнения \"Silicon Labs Multiprotocol\". Это может занять несколько секунд."
        },
        "step": {
            "addon_installed_other_device": {
                "title": "Поддержка нескольких протоколов уже включена для другого устройства"
            },
            "addon_not_installed": {
                "data": {
                    "enable_multi_pan": "Включить поддержку нескольких протоколов"
                },
                "description": "Когда включена поддержка нескольких протоколов, радиомодуль {hardware_name} стандарта IEEE 802.15.4 может использоваться одновременно как для Zigbee, так и для Thread (используется в Matter). Если радиомодуль уже настроен в ZHA для интеграции протокола Zigbee, ZHA будет перенастроена для поддержки нескольких протоколов.\n\nПримечание: это экспериментальная функция.",
                "title": "Включить поддержку нескольких протоколов на радиомодуле стандарта IEEE 802.15.4."
            },
            "install_addon": {
                "title": "Началась установка дополнения \"Silicon Labs Multiprotocol\""
            },
            "show_revert_guide": {
                "description": "Если Вы хотите перейти на прошивку, поддерживающую только Zigbee, выполните следующие действия:\n\n* Удалите дополнение \"Silicon Labs Multiprotocol\".\n\n* Загрузите прошивку Zigbee, следуя руководству на сайте https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually.\n\n* Перенастройте ZHA для переноса настроек на заново прошитый радиомодуль.",
                "title": "Для этого устройства включена поддержка нескольких протоколов"
            },
            "start_addon": {
                "title": "Дополнение Silicon Labs Multiprotocol запускается."
            }
        }
    }
}