{
    "config": {
        "abort": {
            "already_configured_device": "Gerät ist bereits konfiguriert",
            "cannot_connect": "Verbindung fehlgeschlagen",
            "updated_entry": "Dieser Eintrag wurde bereits eingerichtet, aber der Name, die Apps und / oder die in der Konfiguration definierten Optionen stimmen nicht mit der zuvor importierten Konfiguration überein, sodass der Konfigurationseintrag entsprechend aktualisiert wurde."
        },
        "error": {
            "cannot_connect": "Verbindung fehlgeschlagen",
            "complete_pairing_failed": "Das Pairing konnte nicht abgeschlossen werden. Vergewissere dich, dass der eingegebene PIN korrekt ist und dass der Fernseher noch mit Strom versorgt wird und mit dem Netzwerk verbunden ist, bevor du es erneut versuchst.",
            "existing_config_entry_found": "Ein bestehender VIZIO SmartCast-Gerät Config-Eintrag mit der gleichen Seriennummer wurde bereits konfiguriert. Sie müssen den vorhandenen Eintrag löschen, um diesen zu konfigurieren."
        },
        "step": {
            "pair_tv": {
                "data": {
                    "pin": "PIN-Code"
                },
                "description": "Ihr Fernseher sollte einen Code anzeigen. Geben Sie diesen Code in das Formular ein und fahren Sie mit dem nächsten Schritt fort, um die Kopplung abzuschließen.",
                "title": "Schließen Sie den Pairing-Prozess ab"
            },
            "pairing_complete": {
                "description": "Dein VIZIO SmartCast-Gerät ist jetzt mit Home Assistant verbunden.",
                "title": "Kopplung abgeschlossen"
            },
            "pairing_complete_import": {
                "description": "Dein VIZIO SmartCast-Gerät ist jetzt mit Home Assistant verbunden.\n\nDein Zugangstoken ist '**{access_token}**'.",
                "title": "Kopplung abgeschlossen"
            },
            "user": {
                "data": {
                    "access_token": "Zugangstoken",
                    "device_class": "Gerätetyp",
                    "host": "Host",
                    "name": "Name"
                },
                "description": "Ein Zugangstoken wird nur für Fernsehgeräte benötigt. Wenn du ein Fernsehgerät konfigurierst und noch kein Zugangstoken hast, lass es leer, um einen Pairing-Vorgang durchzuführen.",
                "title": "VIZIO SmartCast-Gerät"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "apps_to_include_or_exclude": "Apps zum Einschließen oder Ausschließen",
                    "include_or_exclude": "Apps einschließen oder ausschließen?",
                    "volume_step": "Lautstärken-Schrittgröße"
                },
                "description": "Wenn Sie über ein Smart-TV-Gerät verfügen, können Sie Ihre Quellliste optional filtern, indem Sie auswählen, welche Apps in Ihre Quellliste aufgenommen oder ausgeschlossen werden sollen.",
                "title": "Aktualisiere die VIZIO SmartCast-Gerät-Optionen"
            }
        }
    }
}