{
    "config": {
        "abort": {
            "already_configured_device": "El dispositivo ya está configurado",
            "cannot_connect": "No se pudo conectar",
            "updated_entry": "Esta entrada ya ha sido configurada pero el nombre y/o las opciones definidas en la configuración no coinciden con la configuración previamente importada, por lo que la entrada de la configuración ha sido actualizada en consecuencia."
        },
        "error": {
            "cannot_connect": "No se pudo conectar",
            "complete_pairing_failed": "No se pudo completar el emparejamiento. Asegúrate de que el PIN que has proporcionado es correcto y que el televisor sigue encendido y conectado a la red antes de volver a enviarlo.",
            "existing_config_entry_found": "Ya se ha configurado una entrada VIZIO SmartCast Device con el mismo número de serie. Debes borrar la entrada existente para configurar ésta."
        },
        "step": {
            "pair_tv": {
                "data": {
                    "pin": "Código PIN"
                },
                "description": "Tu TV debe estar mostrando un código. Escribe ese código en el formulario y continúa con el paso siguiente para completar el emparejamiento.",
                "title": "Completar Proceso de Emparejamiento"
            },
            "pairing_complete": {
                "description": "El dispositivo VIZIO SmartCast ahora está conectado a Home Assistant.",
                "title": "Emparejamiento Completado"
            },
            "pairing_complete_import": {
                "description": "El dispositivo VIZIO SmartCast TV ahora está conectado a Home Assistant.\n\nEl token de acceso es '**{access_token}**'.",
                "title": "Emparejamiento Completado"
            },
            "user": {
                "data": {
                    "access_token": "Token de acceso",
                    "device_class": "Tipo de dispositivo",
                    "host": "Host",
                    "name": "Nombre"
                },
                "description": "El token de acceso solo se necesita para las televisiones. Si estás configurando una televisión y aún no tienes un token de acceso, déjalo en blanco para iniciar el proceso de sincronización.",
                "title": "VIZIO SmartCast Device"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "apps_to_include_or_exclude": "Aplicaciones para incluir o excluir",
                    "include_or_exclude": "¿Incluir o excluir aplicaciones?",
                    "volume_step": "Tamaño del paso de volumen"
                },
                "description": "Si tienes un Smart TV, opcionalmente puedes filtrar su lista de fuentes eligiendo qué aplicaciones incluir o excluir en su lista de fuentes.",
                "title": "Actualizar las opciones de SmartCast de Vizo"
            }
        }
    }
}