{
    "config": {
        "abort": {
            "already_configured_device": "Il dispositivo è già configurato",
            "updated_entry": "Questa voce è già stata configurata, ma il nome, le app e/o le opzioni definite nella configurazione non corrispondono alla configurazione importata in precedenza, pertanto la voce di configurazione è stata aggiornata di conseguenza."
        },
        "error": {
            "cannot_connect": "Impossibile connettersi",
            "complete_pairing_failed": "Impossibile completare l'associazione. Assicurarsi che il PIN fornito sia corretto e che la TV sia ancora accesa e collegata alla rete prima di inviare nuovamente.",
            "existing_config_entry_found": "È già stata configurata una voce di configurazione esistente Dispositivo SmartCast VIZIO con lo stesso numero di serie. È necessario eliminare la voce esistente per configurare questa.",
            "host_exists": "Il Dispositivo SmartCast VIZIO con host specificato è già configurato.",
            "name_exists": "Il Dispositivo SmartCast VIZIO con il nome specificato è già configurato."
        },
        "step": {
            "pair_tv": {
                "data": {
                    "pin": "PIN"
                },
                "description": "La TV dovrebbe visualizzare un codice. Immettere quel codice nel modulo e quindi continuare con il passaggio successivo per completare l'associazione.",
                "title": "Processo di associazione completo"
            },
            "pairing_complete": {
                "description": "Il tuo Dispositivo SmartCast VIZIO è ora connesso a Home Assistant.",
                "title": "Associazione completata"
            },
            "pairing_complete_import": {
                "description": "Il tuo Dispositivo SmartCast VIZIO è ora connesso a Home Assistant.\n\nIl tuo Token di accesso è '**{access_token}**'.",
                "title": "Associazione completata"
            },
            "user": {
                "data": {
                    "access_token": "Token di accesso",
                    "device_class": "Tipo di dispositivo",
                    "host": "Host",
                    "name": "Nome"
                },
                "description": "Un Token di accesso è necessario solo per i televisori. Se si sta configurando un televisore e non si dispone ancora di un Token di accesso, lasciarlo vuoto per passare attraverso un processo di associazione.",
                "title": "Dispositivo SmartCast VIZIO"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "apps_to_include_or_exclude": "App da includere o escludere",
                    "include_or_exclude": "Includere o escludere app?",
                    "volume_step": "Dimensione del passo del volume"
                },
                "description": "Se si dispone di una Smart TV, è possibile filtrare l'elenco di origine scegliendo le app da includere o escludere in esso.",
                "title": "Aggiornamento delle Opzioni del Dispositivo SmartCast VIZIO"
            }
        }
    }
}