{
    "config": {
        "abort": {
            "already_configured_device": "Enheten er allerede konfigurert",
            "updated_entry": "Dette innlegget har allerede vært oppsett, men navnet, apps, og/eller alternativer som er definert i konfigurasjon som ikke stemmer med det som tidligere er importert konfigurasjon, så konfigurasjonen innlegget har blitt oppdatert i henhold til dette."
        },
        "error": {
            "cannot_connect": "Tilkobling mislyktes.",
            "complete_pairing_failed": "Kan ikke fullføre sammenkoblingen. Forsikre deg om at PIN-koden du oppga er riktig, og at TV-en fortsatt er på og tilkoblet nettverket før du sender inn på nytt.",
            "existing_config_entry_found": "En eksisterende VIZIO SmartCast-enhet konfigurasjonsinngang med samme serienummer er allerede konfigurert. Du må slette den eksisterende oppføringen for å konfigurere denne.",
            "host_exists": "VIZIO SmartCast-enhet with specified host already configured.",
            "name_exists": "VIZIO SmartCast-enhet with specified name already configured."
        },
        "step": {
            "pair_tv": {
                "data": {
                    "pin": "PIN"
                },
                "description": "TVen skal vise en kode. Fyll inn denne koden i skjemaet, og fortsett deretter til neste trinn for å fullføre paringen.",
                "title": "Fullfør sammenkoblingsprosess"
            },
            "pairing_complete": {
                "description": "VIZIO SmartCast-enhet er nå koblet til Home Assistant.",
                "title": "Sammenkoblingen fullført"
            },
            "pairing_complete_import": {
                "description": "Din VIZIO SmartCast-enhet er nå koblet til VIZIO SmartCast-enhet . \n\n Tilgangstoken er '** {access_token} **'.",
                "title": "Sammenkoblingen fullført"
            },
            "user": {
                "data": {
                    "access_token": "Tilgangstoken",
                    "device_class": "Enhetstype",
                    "host": "Vert",
                    "name": "Navn"
                },
                "description": "En Tilgangstoken er bare nødvendig for TV-er. Hvis du konfigurerer en TV og ikke har en Tilgangstoken ennå, la den stå tom for å gå gjennom en sammenkoblingsprosess.",
                "title": "VIZIO SmartCast-enhet"
            }
        }
    },
    "options": {
        "step": {
            "init": {
                "data": {
                    "apps_to_include_or_exclude": "Apper å inkludere eller ekskludere",
                    "include_or_exclude": "Inkluder eller ekskludere apper?",
                    "volume_step": "Størrelse på volum trinn"
                },
                "description": "Hvis du har en Smart-TV, kan du eventuelt filtrere kildelisten ved å velge hvilke apper som skal inkluderes eller utelates i kildelisten.",
                "title": "Oppdater VIZIO SmartCast-enhet Alternativer"
            }
        }
    }
}