{
    "config": {
        "abort": {
            "invalid_webhook_url": "Home Assistant not està configurat correctament per a rebre actualitzacions de SmartThings.\nEl següent URL webhook no és vàlid:\n> {webhook_url}\n\nActualitza la teva configuració segons les [instruccions]({component_url}), reinicia Home Assistant i torna-ho a provar.",
            "no_available_locations": "No hi ha ubicacions SmartThings configurables amb Home Assistant."
        },
        "error": {
            "app_setup_error": "No s'ha pogut configurar SmartApp. Siusplau, torna-ho a provar.",
            "token_forbidden": "El token d'autenticació no té conté els apartats OAuth obligatoris.",
            "token_invalid_format": "El token d'autenticació ha d'estar en format UID/GUID",
            "token_unauthorized": "El token d'autenticació no és vàlid o ja no està autoritzat.",
            "webhook_error": "SmartThings no ha pogut validar l'adreça final configurada a `base_url`. Revisa els requisits del component."
        },
        "step": {
            "authorize": {
                "title": "Autorització de Home Assistant"
            },
            "pat": {
                "data": {
                    "access_token": "Token d'accés"
                },
                "description": "Introdueix un [token d'accés personal]({token_url}) d'SmartThings creat a partir de les [instruccions]({component_url}). S'utilitzarà per crear la integració de Home Assistant dins el teu compte de SmartThings.",
                "title": "Introdueix el token d'accés personal"
            },
            "select_location": {
                "data": {
                    "location_id": "Ubicació"
                },
                "description": "Selecciona la ubicació de SmartThings que vols afegir a Home Assistant. A continuació, s'obrirà una finestra on se't demanarà que iniciïs sessió i autoritzis la instal·lació de la integració de Home Assistant a la ubicació seleccionada.",
                "title": "Selecció d'ubicació"
            },
            "user": {
                "description": "SmartThings es configurarà per a enviar actualitzacions push a Home Assistant a:\n> {webhook_url}\n\nSi no és correcte, actualitza la teva configuració, reinicia Home Assistant i torna-ho a provar.",
                "title": "Introdueix el token d'autenticació personal"
            }
        }
    }
}