{
    "config": {
        "abort": {
            "invalid_webhook_url": "Home Assistant ist nicht richtig konfiguriert, um Updates von SmartThings zu erhalten. Die Webhook-URL ist ungültig: \n → {webhook_url} \n\nBitte aktualisiere deine Konfiguration gemäß den [Anweisungen] ({component_url}), starte den Home Assistant neu und versuche es erneut.",
            "no_available_locations": "In Home Assistant sind keine SmartThings-Standorte zum Einrichten verfügbar."
        },
        "error": {
            "app_setup_error": "Smart App kann nicht eingerichtet werden. Bitte versuche es erneut.",
            "token_forbidden": "Das Token verfügt nicht über die erforderlichen OAuth-Bereiche.",
            "token_invalid_format": "Das Token muss im UID/GUID-Format vorliegen.",
            "token_unauthorized": "Das Token ist ungültig oder nicht mehr autorisiert.",
            "webhook_error": "SmartThings konnte die Webhook-URL nicht überprüfen. Bitte stelle sicher, dass die Webhook-URL über das Internet erreichbar ist, und versuche es erneut."
        },
        "step": {
            "authorize": {
                "title": "Home Assistant autorisieren"
            },
            "pat": {
                "data": {
                    "access_token": "Zugangstoken"
                },
                "description": "Bitte gib ein SmartThings [Personal Access Token] ({token_url}) ein, das gemäß den [Anweisungen] ({component_url}) erstellt wurde. Dies wird zur Erstellung der Home Assistant-Integration in deinem SmartThings-Konto verwendet.",
                "title": "Gib den persönlichen Zugangstoken an"
            },
            "select_location": {
                "data": {
                    "location_id": "Standort"
                },
                "description": "Bitte wähle den SmartThings-Standort aus, den du Home Assistant hinzufügen möchtest. Wir öffnen dann ein neues Fenster und bitten dich, sich anzumelden und die Installation der Home Assistant-Integration am ausgewählten Standort zu autorisieren.",
                "title": "Standort auswählen"
            },
            "user": {
                "description": "SmartThings wird so konfiguriert, dass Push-Updates an Home Assistant gesendet werden an die URL: \n → {webhook_url} \n\nWenn dies nicht korrekt ist, aktualisiere bitte deine Konfiguration, starte Home Assistant neu und versuche es erneut.",
                "title": "Rückruf-URL bestätigen"
            }
        }
    }
}