{
    "config": {
        "abort": {
            "invalid_webhook_url": "Το Home Assistant δεν έχει ρυθμιστεί σωστά για να λαμβάνει ενημερώσεις από το SmartThings. Η διεύθυνση URL του webhook δεν είναι έγκυρη:\n > {webhook_url} \n\n Ενημερώστε τη διαμόρφωσή σας σύμφωνα με τις [οδηγίες]( {component_url} ), επανεκκινήστε το Home Assistant και δοκιμάστε ξανά.",
            "no_available_locations": "Δεν υπάρχουν διαθέσιμες τοποθεσίες SmartThings για ρύθμιση στο Home Assistant."
        },
        "error": {
            "app_setup_error": "Αδυναμία ρύθμισης του SmartApp.  Προσπαθήστε ξανά.",
            "token_forbidden": "Το διακριτικό δεν έχει τα απαιτούμενα πεδία OAuth.",
            "token_invalid_format": "Το διακριτικό πρέπει να είναι σε μορφή UID/GUID",
            "token_unauthorized": "Το διακριτικό δεν είναι έγκυρο ή δεν είναι πλέον εξουσιοδοτημένο.",
            "webhook_error": "Το SmartThings δεν μπόρεσε να επικυρώσει τη διεύθυνση URL του webhook. Βεβαιωθείτε ότι η διεύθυνση URL του webhook είναι προσβάσιμη από το διαδίκτυο και δοκιμάστε ξανά."
        },
        "step": {
            "authorize": {
                "title": "Εξουσιοδότηση Home Assistant"
            },
            "pat": {
                "data": {
                    "access_token": "Διακριτικό πρόσβασης"
                },
                "description": "Παρακαλούμε εισάγετε ένα SmartThings [Personal Access Token]({token_url}) που έχει δημιουργηθεί σύμφωνα με τις [οδηγίες]({component_url}).  Αυτό θα χρησιμοποιηθεί για τη δημιουργία της ενσωμάτωσης του Home Assistant στο λογαριασμό σας SmartThings.",
                "title": "Εισαγωγή διακριτικού προσωπικής πρόσβασης"
            },
            "select_location": {
                "data": {
                    "location_id": "Τοποθεσία"
                },
                "description": "Επιλέξτε την τοποθεσία SmartThings που θέλετε να προσθέσετε στο Home Assistant.  Στη συνέχεια, θα ανοίξει ένα νέο παράθυρο και θα σας ζητηθεί να συνδεθείτε και να εξουσιοδοτήσετε την εγκατάσταση της ενσωμάτωσης του Home Assistant στην επιλεγμένη τοποθεσία.",
                "title": "Επιλέξτε τοποθεσία"
            },
            "user": {
                "description": "Το SmartThings θα ρυθμιστεί ώστε να στέλνει ενημερώσεις push στο Home Assistant στη διεύθυνση:\n> {webhook_url}\n\nΕάν αυτό δεν είναι σωστό, ενημερώστε τη διαμόρφωσή σας, επανεκκινήστε το Home Assistant και δοκιμάστε ξανά.",
                "title": "Επιβεβαίωση URL επανάκλησης"
            }
        }
    }
}