{
    "config": {
        "abort": {
            "invalid_webhook_url": "Home Assistant no está configurado correctamente para recibir actualizaciones de SmartThings. La URL del webhook no es válida: \n > {webhook_url} \n\n Actualiza tu configuración según las [instrucciones]({component_url}), reinicia Home Assistant e inténtalo de nuevo.",
            "no_available_locations": "No hay Ubicaciones SmartThings disponibles para configurar en Home Assistant."
        },
        "error": {
            "app_setup_error": "No se pudo configurar el SmartApp.  Por favor, inténtelo de nuevo.",
            "token_forbidden": "El token no tiene los ámbitos de OAuth necesarios.",
            "token_invalid_format": "El token debe estar en formato UID/GUID",
            "token_unauthorized": "El token no es válido o ya no está autorizado.",
            "webhook_error": "SmartThings no ha podido validar el endpoint configurado en 'base_url'. Por favor, revisa los requisitos del componente."
        },
        "step": {
            "authorize": {
                "title": "Autorizar a Home Assistant"
            },
            "pat": {
                "data": {
                    "access_token": "Token de acceso"
                },
                "description": "Por favor, introduce un [token de acceso personal]({token_url}) de SmartThings creado según las [instrucciones]({component_url}). Se usará para crear la integración de Home Assistant en tu cuenta de SmartThings.",
                "title": "Introduce el token de acceso personal"
            },
            "select_location": {
                "data": {
                    "location_id": "Ubicación"
                },
                "description": "Selecciona la Ubicación SmartThings que quieres añadir a Home Assistant. Se abrirá una nueva ventana que te pedirá que inicies sesión y autorices la instalación de la integración de Home Assistant en la ubicación seleccionada.",
                "title": "Seleccionar Ubicación"
            },
            "user": {
                "description": "Los SmartThings se configurarán para enviar las actualizaciones a Home Assistant en:\n> {webhook_url}\n\nSi esto no es correcto, por favor, actualiza tu configuración, reinicia Home Assistant e inténtalo de nuevo.",
                "title": "Confirmar URL de devolución de llamada"
            }
        }
    }
}