{
    "config": {
        "abort": {
            "invalid_webhook_url": "Home Assistant n'est pas configuré correctement pour recevoir les mises à jour de SmartThings. L'URL du webhook n'est pas valide: \n > {webhook_url} \n\n Veuillez mettre à jour votre configuration en suivant les [instructions] ({component_url}), redémarrez Home Assistant et réessayez.",
            "no_available_locations": "Il n'y a pas d'emplacements SmartThings disponibles à configurer dans Home Assistant."
        },
        "error": {
            "app_setup_error": "Impossible de configurer la SmartApp.  Veuillez réessayer.",
            "token_forbidden": "Le jeton n'a pas les portées OAuth requises.",
            "token_invalid_format": "Le jeton doit être au format UID / GUID",
            "token_unauthorized": "Le jeton est invalide ou n'est plus autorisé.",
            "webhook_error": "SmartThings n'a pas pu valider le point de terminaison configuré en « base_url ». Veuillez consulter les exigences du composant."
        },
        "step": {
            "authorize": {
                "title": "Autoriser Home Assistant"
            },
            "pat": {
                "data": {
                    "access_token": "Jeton d'accès"
                },
                "description": "Veuillez saisir un [jeton d'accès personnel] {token_url} ( {token_url} ) qui a été créé conformément aux [instructions] ( {component_url} ). Cela sera utilisé pour créer l'intégration de Home Assistant dans votre compte SmartThings.",
                "title": "Entrer un jeton d'accès personnel"
            },
            "select_location": {
                "data": {
                    "location_id": "Emplacement"
                },
                "description": "Veuillez sélectionner l'emplacement SmartThings que vous souhaitez ajouter à Home Assistant. Nous ouvrirons alors une nouvelle fenêtre et vous demanderons de vous connecter et d'autoriser l'installation de l'intégration de Home Assistant à l'emplacement sélectionné.",
                "title": "Sélectionnez l'emplacement"
            },
            "user": {
                "description": "SmartThings sera configuré pour envoyer des mises à jour push à Home Assistant à l'adresse: \n > {webhook_url} \n\n Si ce n'est pas le cas, mettez à jour votre configuration, redémarrez Home Assistant et réessayez.",
                "title": "Entrer un jeton d'accès personnel"
            }
        }
    }
}