{
    "issues": {
        "unhealthy": {
            "description": "El sistema no és saludable a causa de {reason}. Clica l'enllaç per a més informació i per saber com solucionar-ho.",
            "title": "Sistema no saludable - {reason}"
        },
        "unhealthy_docker": {
            "description": "El sistema no és saludable perquè Docker no està configurat correctament. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no saludable - Docker mal configurat"
        },
        "unhealthy_privileged": {
            "description": "El sistema no és saludable perquè no té accés privilegiat a l'execució de Docker. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no saludable - Sense privilegis"
        },
        "unhealthy_setup": {
            "description": "El sistema no és saludable perquè no s'ha pogut completar la configuració correctament. Pot ser degut a diferents motius, clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no saludable - Configuració fallida"
        },
        "unhealthy_supervisor": {
            "description": "El sistema no és saludable perquè ha fallat un intent d'actualització del Supervisor a l'última versió. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no saludable - Actualització del Supervisor fallida"
        },
        "unhealthy_untrusted": {
            "description": "El sistema no és saludable perquè s'ha detectat codi o imatges no fiables. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no saludable - Codi no fiable"
        },
        "unsupported": {
            "description": "El sistema no és compatible a causa de {reason}. Clica l'enllaç per a més informació i per saber com solucionar-ho.",
            "title": "Sistema no compatible - {reason}"
        },
        "unsupported_apparmor": {
            "description": "El sistema no és compatible perquè AppArmor no està funcionant correctament i els complements s'executen en un entorn insegur i no protegit. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "El sistema no és compatible perquè s'utilitza una versió de Docker CGroup incorrecta. Clica l'enllaç per conèixer la versió correcta i sobre com solucionar-ho.",
            "title": "Sistema no compatible - Versió de CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "El sistema no és compatible perquè Home Assistant no pot determinar quan hi ha connexió a internet disponible. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Comprovació de connectivitat desactivada"
        },
        "unsupported_content_trust": {
            "description": "El sistema no és compatible perquè Home Assistant no pot verificar que els continguts en execució són fiables i no han estat modificats per cap atacant. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Comprovació de continguts fiables desactivada"
        },
        "unsupported_dbus": {
            "description": "El sistema no és compatible perquè D-Bus no està funcionant correctament. Les comunicacions entre el Supervisor i l'amfitrió no poden funcionar sense D-Bus. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb D-Bus"
        },
        "unsupported_dns_server": {
            "description": "El sistema no és compatible perquè el servidor DNS proporcionat no funciona correctament i la segona opció està desactivada. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes el servidor DNS"
        },
        "unsupported_docker_configuration": {
            "description": "El sistema no és compatible perquè el 'deamon' de Docker està funcionant de manera inesperada. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Docker mal configurat"
        },
        "unsupported_docker_version": {
            "description": "El sistema no és compatible perquè s'utilitza una versió de Docker incorrecta. Clica l'enllaç per conèixer la versió correcta i sobre com solucionar-ho.",
            "title": "Sistema no compatible - Versió de Docker"
        },
        "unsupported_job_conditions": {
            "description": "El sistema no és compatible perquè una o més condicions de treball ('job conditions'), que protegeixen de fallades i errors inesperats, s'han desactivat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Proteccions desactivades"
        },
        "unsupported_lxc": {
            "description": "El sistema no és compatible perquè s'està executant en una màquina virtual LXC. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - LXC detectat"
        },
        "unsupported_network_manager": {
            "description": "El sistema no és compatible perquè el gestor de xarxa ('Network Manager') no està instal·lat, no està activat o no està ben configurat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb el gestor de xarxa"
        },
        "unsupported_os": {
            "description": "El sistema no és compatible perquè el sistema operatiu utilitzat no s'ha provat o no està fet per utilitzar-se amb el Supervisor. Clica l'enllaç per a més informació sobre els sitemes operatius compatibles i com solucionar-ho.",
            "title": "Sistema no compatible - Sistema Operatiu"
        },
        "unsupported_os_agent": {
            "description": "El sistema no és compatible perquè OS-Agent no està instal·lat, no està activat o no està ben configurat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "El sistema no és compatible perquè un contenidor Docker té una política de reinici que podria provocar problemes en l'arrencada. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Política de reinici dels contenidors"
        },
        "unsupported_software": {
            "description": "El sistema no és compatible perquè s'ha detectat programari extern al sistema Home Assistant. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Programari no compatible"
        },
        "unsupported_source_mods": {
            "description": "El sistema no és compatible perquè s'ha modificat el codi font del Supervisor. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Modificació de codi font del Supervisor"
        },
        "unsupported_supervisor_version": {
            "description": "El sistema no és compatible perquè s'utilitza una versió del Supervisor obsoleta i l'actualització automàtica està desactivada. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Versió del Supervisor"
        },
        "unsupported_systemd": {
            "description": "El sistema no és compatible perquè Systemd no està instal·lat, no està activat o no està ben configurat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "El sistema no és compatible perquè Systemd Journal i/o el servei d'enllaç ('gateway') no està instal·lat, no està activat o no està ben configurat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "El sistema no és compatible perquè Systemd Resolved no està instal·lat, no està activat o no està ben configurat. Clica l'enllaç per a més informació sobre com solucionar-ho.",
            "title": "Sistema no compatible - Problemes amb Systemd-Resolved"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Versió de l'agent",
            "board": "Placa",
            "disk_total": "Total del disc",
            "disk_used": "Emmagatzematge utilitzat",
            "docker_version": "Versió de Docker",
            "healthy": "Saludable",
            "host_os": "Sistema operatiu amfitrió",
            "installed_addons": "Complements instal·lats",
            "supervisor_api": "API del Supervisor",
            "supervisor_version": "Versió del Supervisor",
            "supported": "Compatible",
            "update_channel": "Canal d'actualitzacions",
            "version_api": "Versió d'APIs"
        }
    }
}