{
    "issues": {
        "unhealthy": {
            "description": "Das System ist derzeit aufgrund von „{reason}“ fehlerhaft. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Fehlerhaftes System - {reason}"
        },
        "unhealthy_docker": {
            "description": "Das System ist derzeit fehlerhaft, da Docker falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Ungesundes System - Docker falsch konfiguriert"
        },
        "unhealthy_privileged": {
            "description": "Das System ist derzeit fehlerhaft, da es keinen privilegierten Zugriff auf die Docker-Laufzeit hat. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Fehlerhaftes System – Nicht privilegiert"
        },
        "unhealthy_setup": {
            "description": "Das System ist derzeit fehlerhaft, da die Einrichtung nicht abgeschlossen werden konnte. Dies kann mehrere Gründe haben. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Fehlerhaftes System – Setup fehlgeschlagen"
        },
        "unhealthy_supervisor": {
            "description": "Das System ist derzeit fehlerhaft, weil ein Versuch, Supervisor auf die neueste Version zu aktualisieren, fehlgeschlagen ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Fehlerhaftes System – Supervisor-Update fehlgeschlagen"
        },
        "unhealthy_untrusted": {
            "description": "Das System ist derzeit nicht fehlerfrei, da es nicht vertrauenswürdigen Code oder verwendete Images erkannt hat. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Fehlerhaftes System – Nicht vertrauenswürdiger Code"
        },
        "unsupported": {
            "description": "Das System wird aufgrund von „{reason}“ nicht unterstützt. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – {reason}"
        },
        "unsupported_apparmor": {
            "description": "Das System wird nicht unterstützt, da AppArmor nicht ordnungsgemäß funktioniert und Add-Ons ungeschützt und unsicher ausgeführt werden. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - AppArmor Probleme"
        },
        "unsupported_cgroup_version": {
            "description": "Das System wird nicht unterstützt, da die falsche Version von Docker CGroup verwendet wird. Verwende den Link, um die richtige Version zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – CGroup Version"
        },
        "unsupported_connectivity_check": {
            "description": "Das System wird nicht unterstützt, weil Home Assistant nicht feststellen kann, wann eine Internetverbindung verfügbar ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - Konnektivitätsprüfung deaktiviert"
        },
        "unsupported_content_trust": {
            "description": "Das System wird nicht unterstützt, da Home Assistant nicht überprüfen kann, ob der ausgeführte Inhalt vertrauenswürdig ist und nicht von Angreifern geändert wurde. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Inhaltsvertrauensprüfung deaktiviert"
        },
        "unsupported_dbus": {
            "description": "System wird nicht unterstützt, da D-Bus nicht richtig funktioniert. Viele Dinge schlagen ohne dies fehl, da Supervisor nicht mit dem Host kommunizieren kann. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – D-Bus-Probleme"
        },
        "unsupported_dns_server": {
            "description": "Das System wird nicht unterstützt, da der bereitgestellte DNS-Server nicht ordnungsgemäß funktioniert und die Fallback DNS Option deaktiviert wurde. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - DNS-Server-Probleme"
        },
        "unsupported_docker_configuration": {
            "description": "Das System wird nicht unterstützt, da der Docker-Daemon auf unerwartete Weise ausgeführt wird. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - Docker falsch konfiguriert"
        },
        "unsupported_docker_version": {
            "description": "Das System wird nicht unterstützt, da die falsche Version von Docker verwendet wird. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Docker-Version"
        },
        "unsupported_job_conditions": {
            "description": "Das System wird nicht unterstützt, da eine oder mehrere Jobbedingungen deaktiviert wurden, die vor unerwarteten Ausfällen und Unterbrechungen schützen. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Schutz deaktiviert"
        },
        "unsupported_lxc": {
            "description": "Das System wird nicht unterstützt, da es in einer virtuellen LXC Maschine ausgeführt wird. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – LXC erkannt"
        },
        "unsupported_network_manager": {
            "description": "Das System wird nicht unterstützt, weil Network Manager fehlt, inaktiv oder falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Probleme mit Network Manager"
        },
        "unsupported_os": {
            "description": "Das System wird nicht unterstützt, da das verwendete Betriebssystem nicht für die Verwendung mit Supervisor getestet oder gewartet wurde. Verwende den Link, um zu erfahren, welche Betriebssysteme unterstützt werden und wie du das Problem beheben kannst.",
            "title": "Nicht unterstütztes System – Betriebssystem"
        },
        "unsupported_os_agent": {
            "description": "Das System wird nicht unterstützt, weil OS-Agent fehlt, inaktiv oder falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - Probleme mit OS-Agenten"
        },
        "unsupported_restart_policy": {
            "description": "Das System wird nicht unterstützt, da für einen Docker-Container eine Neustartrichtlinie festgelegt ist, die beim Start Probleme verursachen könnte. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Container-Neustartrichtlinie"
        },
        "unsupported_software": {
            "description": "Das System wird nicht unterstützt, da zusätzliche Software außerhalb des Home Assistant-Ökosystems erkannt wurde. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Nicht unterstützte Software"
        },
        "unsupported_source_mods": {
            "description": "Das System wird nicht unterstützt, da der Supervisor-Quellcode geändert wurde. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Modifikation des Supervisor-Quellcodes"
        },
        "unsupported_supervisor_version": {
            "description": "Das System wird nicht unterstützt, da eine veraltete Version von Supervisor verwendet wird und die automatische Aktualisierung deaktiviert wurde. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Supervisor-Version"
        },
        "unsupported_systemd": {
            "description": "System wird nicht unterstützt, weil Systemd fehlt, inaktiv oder falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System - Systemd Probleme"
        },
        "unsupported_systemd_journal": {
            "description": "Das System wird nicht unterstützt, da das Systemd Journal und/oder der Gateway-Dienst fehlt, inaktiv oder falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Systemd Journal-Probleme"
        },
        "unsupported_systemd_resolved": {
            "description": "Das System wird nicht unterstützt, weil Systemd Resolved fehlt, inaktiv oder falsch konfiguriert ist. Verwende den Link, um mehr zu erfahren und wie du dies beheben kannst.",
            "title": "Nicht unterstütztes System – Von Systemd behobene Probleme"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Agent-Version",
            "board": "Board",
            "disk_total": "Speicherplatz gesamt",
            "disk_used": "Speicherplatz genutzt",
            "docker_version": "Docker-Version",
            "healthy": "Gesund",
            "host_os": "Host-Betriebssystem",
            "installed_addons": "Installierte Add-ons",
            "supervisor_api": "Supervisor-API",
            "supervisor_version": "Supervisor-Version",
            "supported": "Unterstützt",
            "update_channel": "Update-Channel",
            "version_api": "Versions-API"
        }
    }
}