{
    "issues": {
        "unhealthy": {
            "description": "Το σύστημα είναι επί του παρόντος μη υγιές λόγω {reason}. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - {reason}"
        },
        "unhealthy_docker": {
            "description": "Το σύστημα είναι προς το παρόν μη υγιές επειδή το Docker έχει ρυθμιστεί λανθασμένα. Χρησιμοποιήστε το σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - Κακή ρύθμιση του Docker"
        },
        "unhealthy_privileged": {
            "description": "Το σύστημα είναι προς το παρόν μη υγιές επειδή δεν έχει προνομιακή πρόσβαση στο docker runtime. Χρησιμοποιήστε το σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - Μη προνομιακό"
        },
        "unhealthy_setup": {
            "description": "Το σύστημα είναι προς το παρόν μη υγιές επειδή η εγκατάσταση δεν ολοκληρώθηκε. Υπάρχουν διάφοροι λόγοι για τους οποίους μπορεί να συμβεί αυτό, χρησιμοποιήστε το σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - Η εγκατάσταση απέτυχε"
        },
        "unhealthy_supervisor": {
            "description": "Το σύστημα είναι προς το παρόν μη υγιές επειδή η προσπάθεια ενημέρωσης του Supervisor στην τελευταία έκδοση απέτυχε. Χρησιμοποιήστε το σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - Η ενημέρωση επόπτη απέτυχε"
        },
        "unhealthy_untrusted": {
            "description": "Το σύστημα είναι προς το παρόν μη υγιές επειδή έχει εντοπίσει μη αξιόπιστο κώδικα ή εικόνες σε χρήση. Χρησιμοποιήστε το σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υγιές σύστημα - Μη αξιόπιστος κωδικός"
        },
        "unsupported": {
            "description": "Το σύστημα δεν υποστηρίζεται λόγω {reason}. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - {reason}"
        },
        "unsupported_apparmor": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το AppArmor λειτουργεί λανθασμένα και τα πρόσθετα εκτελούνται με μη προστατευμένο και ανασφαλή τρόπο. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή χρησιμοποιείται λάθος έκδοση του Docker CGroup. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε τη σωστή έκδοση και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Έκδοση CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το Home Assistant δεν μπορεί να προσδιορίσει πότε είναι διαθέσιμη μια σύνδεση στο Διαδίκτυο. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ο έλεγχος συνδεσιμότητας είναι απενεργοποιημένος"
        },
        "unsupported_content_trust": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή ο Βοηθός Οικίας δεν μπορεί να επαληθεύσει ότι το περιεχόμενο που εκτελείται είναι αξιόπιστο και ότι δεν έχει τροποποιηθεί από εισβολείς. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ο έλεγχος εμπιστοσύνης περιεχομένου είναι απενεργοποιημένος"
        },
        "unsupported_dbus": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το D-Bus δεν λειτουργεί σωστά. Πολλά πράγματα αποτυγχάνουν χωρίς αυτό, καθώς ο Επόπτης δεν μπορεί να επικοινωνήσει με τον κεντρικό υπολογιστή. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα D-Bus"
        },
        "unsupported_dns_server": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή ο παρεχόμενος διακομιστής DNS δεν λειτουργεί σωστά και η εναλλακτική επιλογή DNS έχει απενεργοποιηθεί. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα διακομιστή DNS"
        },
        "unsupported_docker_configuration": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή ο δαίμονας Docker εκτελείται με απροσδόκητο τρόπο. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Το Docker δεν έχει ρυθμιστεί σωστά"
        },
        "unsupported_docker_version": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή χρησιμοποιείται λάθος έκδοση του Docker. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε τη σωστή έκδοση και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Έκδοση Docker"
        },
        "unsupported_job_conditions": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή μία ή περισσότερες συνθήκες εργασίας έχουν απενεργοποιηθεί οι οποίες προστατεύουν από απροσδόκητες βλάβες και σπασίματα. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Οι προστασίες είναι απενεργοποιημένες"
        },
        "unsupported_lxc": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή εκτελείται σε εικονική μηχανή LXC. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Εντοπίστηκε LXC"
        },
        "unsupported_network_manager": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το Network Manager λείπει, είναι ανενεργό ή έχει διαμορφωθεί εσφαλμένα. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα διαχείρισης δικτύου"
        },
        "unsupported_os": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το λειτουργικό σύστημα που χρησιμοποιείται δεν έχει ελεγχθεί ή συντηρηθεί για χρήση με το Supervisor. Χρησιμοποιήστε το σύνδεσμο προς το οποίο υποστηρίζονται λειτουργικά συστήματα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Λειτουργικό σύστημα"
        },
        "unsupported_os_agent": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το OS-Agent λείπει, είναι ανενεργό ή έχει εσφαλμένη διαμόρφωση. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή ένα κοντέινερ Docker έχει ένα σύνολο πολιτικής επανεκκίνησης που θα μπορούσε να προκαλέσει προβλήματα κατά την εκκίνηση. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Πολιτική επανεκκίνησης κοντέινερ"
        },
        "unsupported_software": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή έχει εντοπιστεί πρόσθετο λογισμικό εκτός του οικοσυστήματος του Home Assistant. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Μη υποστηριζόμενο λογισμικό"
        },
        "unsupported_source_mods": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή ο πηγαίος κώδικας του επόπτη έχει τροποποιηθεί. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Τροποποιήσεις πηγής επόπτη"
        },
        "unsupported_supervisor_version": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή χρησιμοποιείται μια παλιά έκδοση του Supervisor και η αυτόματη ενημέρωση έχει απενεργοποιηθεί. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Έκδοση επόπτη"
        },
        "unsupported_systemd": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το Systemd λείπει, είναι ανενεργό ή έχει διαμορφωθεί εσφαλμένα. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το Systemd Journal ή/και η υπηρεσία πύλης λείπουν, είναι ανενεργά ή έχουν ρυθμιστεί εσφαλμένα. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Ζητήματα Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "Το σύστημα δεν υποστηρίζεται επειδή το Systemd Resolved λείπει, είναι ανενεργό ή έχει διαμορφωθεί εσφαλμένα. Χρησιμοποιήστε τον σύνδεσμο για να μάθετε περισσότερα και πώς να το διορθώσετε.",
            "title": "Μη υποστηριζόμενο σύστημα - Επιλύθηκαν προβλήματα από το σύστημα"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Έκδοση Agent",
            "board": "Πλακέτα",
            "disk_total": "Σύνολο δίσκου",
            "disk_used": "Δίσκος που χρησιμοποιείται",
            "docker_version": "Έκδοση Docker",
            "healthy": "Υγιές",
            "host_os": "Λειτουργικό σύστημα κεντρικού υπολογιστή",
            "installed_addons": "Εγκατεστημένα πρόσθετα",
            "supervisor_api": "API επόπτη",
            "supervisor_version": "Έκδοση επόπτη",
            "supported": "Υποστηρίζεται",
            "update_channel": "Ενημέρωση καναλιού",
            "version_api": "Έκδοση API"
        }
    }
}