{
    "issues": {
        "unhealthy": {
            "description": "System is currently unhealthy due to {reason}. Use the link to learn more and how to fix this.",
            "title": "Unhealthy system - {reason}"
        },
        "unhealthy_docker": {
            "description": "System is currently unhealthy because Docker is configured incorrectly. Use the link to learn more and how to fix this.",
            "title": "Unhealthy system - Docker misconfigured"
        },
        "unhealthy_privileged": {
            "description": "System is currently unhealthy because it does not have privileged access to the docker runtime. Use the link to learn more and how to fix this.",
            "title": "Unhealthy system - Not privileged"
        },
        "unhealthy_setup": {
            "description": "System is currently unhealthy because setup failed to complete. There are a number of reasons this can occur, use the link to learn more and how to fix this.",
            "title": "Unhealthy system - Setup failed"
        },
        "unhealthy_supervisor": {
            "description": "System is currently unhealthy because an attempt to update Supervisor to the latest version has failed. Use the link to learn more and how to fix this.",
            "title": "Unhealthy system - Supervisor update failed"
        },
        "unhealthy_untrusted": {
            "description": "System is currently unhealthy because it has detected untrusted code or images in use. Use the link to learn more and how to fix this.",
            "title": "Unhealthy system - Untrusted code"
        },
        "unsupported": {
            "description": "System is unsupported due to {reason}. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - {reason}"
        },
        "unsupported_apparmor": {
            "description": "System is unsupported because AppArmor is working incorrectly and add-ons are running in an unprotected and insecure way. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - AppArmor issues"
        },
        "unsupported_cgroup_version": {
            "description": "System is unsupported because the wrong version of Docker CGroup is in use. Use the link to learn the correct version and how to fix this.",
            "title": "Unsupported system - CGroup version"
        },
        "unsupported_connectivity_check": {
            "description": "System is unsupported because Home Assistant cannot determine when an internet connection is available. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Connectivity check disabled"
        },
        "unsupported_content_trust": {
            "description": "System is unsupported because Home Assistant cannot verify content being run is trusted and not modified by attackers. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Content-trust check disabled"
        },
        "unsupported_dbus": {
            "description": "System is unsupported because D-Bus is working incorrectly. Many things fail without this as Supervisor cannot communicate with the host. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - D-Bus issues"
        },
        "unsupported_dns_server": {
            "description": "System is unsupported because the provided DNS server does not work correctly and the fallback DNS option has been disabled. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - DNS server issues"
        },
        "unsupported_docker_configuration": {
            "description": "System is unsupported because the Docker daemon is running in an unexpected way. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Docker misconfigured"
        },
        "unsupported_docker_version": {
            "description": "System is unsupported because the wrong version of Docker is in use. Use the link to learn the correct version and how to fix this.",
            "title": "Unsupported system - Docker version"
        },
        "unsupported_job_conditions": {
            "description": "System is unsupported because one or more job conditions have been disabled which protect from unexpected failures and breakages. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Protections disabled"
        },
        "unsupported_lxc": {
            "description": "System is unsupported because it is being run in an LXC virtual machine. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - LXC detected"
        },
        "unsupported_network_manager": {
            "description": "System is unsupported because Network Manager is missing, inactive or misconfigured. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Network Manager issues"
        },
        "unsupported_os": {
            "description": "System is unsupported because the operating system in use is not tested or maintained for use with Supervisor. Use the link to which operating systems are supported and how to fix this.",
            "title": "Unsupported system - Operating System"
        },
        "unsupported_os_agent": {
            "description": "System is unsupported because OS-Agent is missing, inactive or misconfigured. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - OS-Agent issues"
        },
        "unsupported_restart_policy": {
            "description": "System is unsupported because a Docker container has a restart policy set which could cause issues on startup. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Container restart policy"
        },
        "unsupported_software": {
            "description": "System is unsupported because additional software outside the Home Assistant ecosystem has been detected. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Unsupported software"
        },
        "unsupported_source_mods": {
            "description": "System is unsupported because Supervisor source code has been modified. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Supervisor source modifications"
        },
        "unsupported_supervisor_version": {
            "description": "System is unsupported because an out-of-date version of Supervisor is in use and auto-update has been disabled. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Supervisor version"
        },
        "unsupported_systemd": {
            "description": "System is unsupported because Systemd is missing, inactive or misconfigured. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Systemd issues"
        },
        "unsupported_systemd_journal": {
            "description": "System is unsupported because Systemd Journal and/or the gateway service is missing, inactive or misconfigured . Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Systemd Journal issues"
        },
        "unsupported_systemd_resolved": {
            "description": "System is unsupported because Systemd Resolved is missing, inactive or misconfigured. Use the link to learn more and how to fix this.",
            "title": "Unsupported system - Systemd-Resolved issues"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Agent Version",
            "board": "Board",
            "disk_total": "Disk Total",
            "disk_used": "Disk Used",
            "docker_version": "Docker Version",
            "healthy": "Healthy",
            "host_os": "Host Operating System",
            "installed_addons": "Installed Add-ons",
            "supervisor_api": "Supervisor API",
            "supervisor_version": "Supervisor Version",
            "supported": "Supported",
            "update_channel": "Update Channel",
            "version_api": "Version API"
        }
    }
}