{
    "issues": {
        "unhealthy": {
            "description": "Actualmente el sistema no está en buen estado debido a {reason}. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema en mal estado: {reason}"
        },
        "unhealthy_docker": {
            "description": "Actualmente el sistema no está en buen estado porque Docker está configurado incorrectamente. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema en mal estado - Docker mal configurado"
        },
        "unhealthy_privileged": {
            "description": "Actualmente el sistema no está en buen estado porque no tiene acceso privilegiado al runtime de Docker. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema en mal estado - No privilegiado"
        },
        "unhealthy_setup": {
            "description": "Actualmente el sistema no está en buen estado porque la configuración no se completó. Hay varias razones por las que esto puede ocurrir, utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema en mal estado: La configuración falló"
        },
        "unhealthy_supervisor": {
            "description": "Actualmente el sistema no está en buen estado porque falló un intento de actualizar Supervisor a la última versión. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema en mal estado: La actualización del supervisor falló"
        },
        "unhealthy_untrusted": {
            "description": "Actualmente el sistema no está en buen estado porque ha detectado código o imágenes en uso que no son de confianza. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no saludable: Código no confiable"
        },
        "unsupported": {
            "description": "El sistema no es compatible debido a {reason}. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: {reason}"
        },
        "unsupported_apparmor": {
            "description": "El sistema no es compatible porque AppArmor no funciona correctamente y los complementos se ejecutan sin protección ni seguridad. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "El sistema no es compatible porque se está utilizando una versión incorrecta de Docker CGroup. Utiliza el enlace para conocer la versión correcta y cómo solucionarlo.",
            "title": "Sistema no compatible: versión CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "El sistema no es compatible porque Home Assistant no puede determinar cuándo hay una conexión a Internet disponible. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible - Verificación de conectividad deshabilitada"
        },
        "unsupported_content_trust": {
            "description": "El sistema no es compatible porque Home Assistant no puede verificar que el contenido que se está ejecutando sea confiable y que los atacantes no lo hayan modificado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Verificación de confianza de contenido deshabilitada"
        },
        "unsupported_dbus": {
            "description": "El sistema no es compatible porque D-Bus no funciona correctamente. Muchas cosas fallan sin esto, ya que Supervisor no puede comunicarse con el host. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con D-Bus"
        },
        "unsupported_dns_server": {
            "description": "El sistema no es compatible porque el servidor DNS proporcionado no funciona correctamente y la opción de DNS de respaldo se ha deshabilitado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con el servidor DNS"
        },
        "unsupported_docker_configuration": {
            "description": "El sistema no es compatible porque el demonio de Docker se está ejecutando de forma inesperada. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible - Docker mal configurado"
        },
        "unsupported_docker_version": {
            "description": "El sistema no es compatible porque se está utilizando una versión incorrecta de Docker. Utiliza el enlace para conocer la versión correcta y cómo solucionarlo.",
            "title": "Sistema no compatible: Versión de Docker"
        },
        "unsupported_job_conditions": {
            "description": "El sistema no es compatible porque se han deshabilitado una o más condiciones de trabajo que protegen contra fallos y roturas inesperadas. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible - Protecciones deshabilitadas"
        },
        "unsupported_lxc": {
            "description": "El sistema no es compatible porque se está ejecutando en una máquina virtual LXC. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible - LXC detectado"
        },
        "unsupported_network_manager": {
            "description": "El sistema no es compatible porque falta Network Manager, está inactivo o mal configurado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con Network Manager"
        },
        "unsupported_os": {
            "description": "El sistema no es compatible porque el sistema operativo en uso no se ha probado ni mantenido para su uso con Supervisor. Utiliza el enlace para saber qué sistemas operativos son compatibles y cómo solucionarlo.",
            "title": "Sistema no compatible - Sistema operativo"
        },
        "unsupported_os_agent": {
            "description": "El sistema no es compatible porque OS-Agent falta, está inactivo o mal configurado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "El sistema no es compatible porque un contenedor Docker tiene un conjunto de políticas de reinicio que podría causar problemas en el inicio. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Política de reinicio del contenedor"
        },
        "unsupported_software": {
            "description": "El sistema no es compatible porque se detectó software adicional fuera del ecosistema de Home Assistant. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Software no compatible"
        },
        "unsupported_source_mods": {
            "description": "El sistema no es compatible porque se modificó el código fuente de Supervisor. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Modificaciones de la fuente del supervisor"
        },
        "unsupported_supervisor_version": {
            "description": "El sistema no es compatible porque se está utilizando una versión obsoleta de Supervisor y se ha desactivado la actualización automática. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Versión de supervisor"
        },
        "unsupported_systemd": {
            "description": "El sistema no es compatible porque falta Systemd, está inactivo o está mal configurado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "El sistema no es compatible porque Systemd Journal y/o el servicio de puerta de enlace faltan, están inactivos o mal configurados. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "El sistema no es compatible porque falta Systemd Resolved, está inactivo o está mal configurado. Utiliza el enlace para obtener más información y cómo solucionarlo.",
            "title": "Sistema no compatible: Problemas con Systemd-Resolved"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Versión del agente",
            "board": "Placa",
            "disk_total": "Disco total",
            "disk_used": "Disco usado",
            "docker_version": "Versión de Docker",
            "healthy": "Saludable",
            "host_os": "Sistema Operativo del Host",
            "installed_addons": "Complementos instalados",
            "supervisor_api": "API del Supervisor",
            "supervisor_version": "Versión del Supervisor",
            "supported": "Soportado",
            "update_channel": "Canal de actualización",
            "version_api": "Versión de la API"
        }
    }
}