{
    "issues": {
        "unhealthy": {
            "description": "Süsteem ei ole praegu korras {reason} tõttu. Kasuta linki, et saada rohkem teavet ja kuidas seda parandada.",
            "title": "Vigane süsteem – {reason}"
        },
        "unhealthy_docker": {
            "description": "Süsteem on praegu ebatervislik, sest Docker on valesti konfigureeritud. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Ebatervislik süsteem – Docker on valesti konfigureeritud"
        },
        "unhealthy_privileged": {
            "description": "Süsteem on praegu ebatervislik, sest tal puudub privilegeeritud juurdepääs dokkerite käivituskoodile. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Ebaterve süsteem - õigused puuduvad"
        },
        "unhealthy_setup": {
            "description": "Süsteem on hetkel ebatervislik, sest seadistamist ei õnnestunud lõpule viia. Sellel võib olla mitu põhjust, kasuta linki, et saada rohkem teavet ja teada, kuidas seda parandada.",
            "title": "Ebaterve süsteem - seadistamine ebaõnnestus"
        },
        "unhealthy_supervisor": {
            "description": "Süsteem on hetkel ebatervislik, sest Supervisori uuendamise katse viimasele versioonile ebaõnnestus. Kasuta linki, et teada saada rohkem ja kuidas seda parandada.",
            "title": "Ebaterve süsteem - Supervisori uuendamine ebaõnnestus"
        },
        "unhealthy_untrusted": {
            "description": "Süsteem on hetkel ebatervislik, sest on tuvastanud kasutuses oleva ebausaldusväärse koodi või kujutiste kasutamise. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Ebaterve süsteem - ebausaldusväärne kood"
        },
        "unsupported": {
            "description": "Süsteemi ei toetata {reason} tõttu. Kasuta linki, et saada lisateavet ja kuidas seda parandada.",
            "title": "Toetamata süsteem – {reason}"
        },
        "unsupported_apparmor": {
            "description": "Süsteem ei ole toetatud, sest AppArmor töötab valesti ja lisad töötavad kaitsmata ja ebaturvaliselt. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – AppArmori probleemid"
        },
        "unsupported_cgroup_version": {
            "description": "Süsteem ei ole toetatud, sest kasutusel on vale Docker CGroupi versioon. Kasuta linki, et teada saada, milline on õige versioon ja kuidas seda parandada.",
            "title": "Toetamata süsteem – CGroupi versioon"
        },
        "unsupported_connectivity_check": {
            "description": "Süsteem ei ole toetatud, sest Home Assistant ei suuda kindlaks teha, millal internetiühendus on saadaval. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Süsteemi ei toetata – ühenduvuse kontroll on keelatud"
        },
        "unsupported_content_trust": {
            "description": "Süsteemi ei toetata, kuna Home Assistant ei saa kontrollida, kas käitatav sisu on usaldusväärne ja seda pole ründajad muutnud. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem – sisu usaldusväärsuse kontroll on keelatud"
        },
        "unsupported_dbus": {
            "description": "Süsteem ei ole toetatud, sest D-Bus töötab valesti. Paljud asjad ei õnnestu ilma selleta, sest Supervisor ei saa suhelda hostiga. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem - D-Bus probleemid"
        },
        "unsupported_dns_server": {
            "description": "Süsteem ei ole toetatud, sest pakutav DNS-server ei tööta õigesti ja varu-DNS-variant on välja lülitatud. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – DNS-serveri probleemid"
        },
        "unsupported_docker_configuration": {
            "description": "Süsteem ei ole toetatud, sest Dockeri deemon töötab ootamatul viisil. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – Docker on valesti konfigureeritud"
        },
        "unsupported_docker_version": {
            "description": "Süsteemi ei toetata kuna kasutusel on vale Dockeri versioon. Kasuta linki, et saada teavet õige versiooni ja selle parandamise kohta.",
            "title": "Toetamata süsteem – Dockeri versioon"
        },
        "unsupported_job_conditions": {
            "description": "Süsteemi ei toetata kuna üks või mitu töötingimust on blokeeritud, mis kaitsevad ootamatute rikete ja purunemiste eest. Kasuta linki, et saada lisateavet ja kuidas seda parandada.",
            "title": "Toetamata süsteem - kaitsed välja lülitatud"
        },
        "unsupported_lxc": {
            "description": "Süsteemi ei toetata, kuna seda käitatakse LXC virtuaalmasinas. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem – tuvastati LXC"
        },
        "unsupported_network_manager": {
            "description": "Süsteemi ei toetata, kuna Network Manager puudub, on passiivne või valesti konfigureeritud. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem – võrguhalduri probleemid"
        },
        "unsupported_os": {
            "description": "Süsteem ei ole toetatud, sest kasutatavat operatsioonisüsteemi ei ole testitud ega hooldatud Supervisoriga kasutamiseks. Kasuta linki, milliseid operatsioonisüsteeme toetatakse ja kuidas seda parandada.",
            "title": "Toetamata süsteem – operatsioonisüsteem"
        },
        "unsupported_os_agent": {
            "description": "Süsteem ei ole toetatud, sest OS-Agent puudub, on mitteaktiivne või valesti konfigureeritud. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – OS-agendi probleemid"
        },
        "unsupported_restart_policy": {
            "description": "Süsteem ei ole toetatud, sest Dockeri konteinerile on määratud taaskäivitamise poliitika, mis võib käivitamisel probleeme tekitada. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – konteineri taaskäivitamise reegel"
        },
        "unsupported_software": {
            "description": "Süsteem ei ole toetatud, sest on tuvastatud lisatarkvara väljaspool Home Assistant'i ökosüsteemi. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – toetamata tarkvara"
        },
        "unsupported_source_mods": {
            "description": "Süsteem ei ole toetatud, sest Supervisori lähtekoodi on muudetud. Kasuta linki, et rohkem teada saada ja kuidas seda parandada.",
            "title": "Toetamata süsteem – Supervisori allika muudatused"
        },
        "unsupported_supervisor_version": {
            "description": "Süsteem ei ole toetatud, sest kasutusel on vananenud Supervisori versioon ja automaatne uuendamine on välja lülitatud. Kasuta linki, et saada rohkem teavet ja teada, kuidas seda parandada.",
            "title": "Toetamata süsteem - Supervisori versioon"
        },
        "unsupported_systemd": {
            "description": "Süsteemi ei toetata kuna Systemd puudub, on passiivne või valesti konfigureeritud. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem - Systemd probleemid"
        },
        "unsupported_systemd_journal": {
            "description": "Süsteemi ei toetata kuna Systemd Journal ja/või lüüsiteenus puudub, on passiivne või valesti konfigureeritud. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem – Systemd Journali probleemid"
        },
        "unsupported_systemd_resolved": {
            "description": "Süsteemi ei toetata kuna Systemd Resolved puudub, on passiivne või valesti konfigureeritud. Lisateabe saamiseks ja selle parandamiseks kasuta linki.",
            "title": "Toetamata süsteem – Systemd lahendatud probleemid"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Agendi versioon",
            "board": "Seade",
            "disk_total": "Kettaruum kokku",
            "disk_used": "Kasutatud kettaruum",
            "docker_version": "Dockeri versioon",
            "healthy": "Korras",
            "host_os": "Host-i operatsioonisüsteem",
            "installed_addons": "Paigaldatud lisandmoodulid",
            "supervisor_api": "Superviisori API",
            "supervisor_version": "Superviisori järk",
            "supported": "Toetatud",
            "update_channel": "Värskenduskanal",
            "version_api": "API versioon"
        }
    }
}