{
    "issues": {
        "unhealthy": {
            "description": "המערכת כרגע לא בריאה בגלל {reason}. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - {reason}"
        },
        "unhealthy_docker": {
            "description": "המערכת אינה תקינה כעת מכיוון שתצורת Docker נקבעה באופן שגוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - Docker מוגדר באופן שגוי"
        },
        "unhealthy_privileged": {
            "description": "המערכת אינה בריאה כעת מכיוון שאין לה גישה מורשית לזמן הריצה של docker. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - לא מיוחס"
        },
        "unhealthy_setup": {
            "description": "המערכת אינה בריאה כעת מכיוון שההתקנה לא הושלמה. ישנן מספר סיבות לכך שזה יכול להתרחש, יש להשתמש בקישור כדי ללמוד עוד וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - ההתקנה נכשלה"
        },
        "unhealthy_supervisor": {
            "description": "המערכת אינה בריאה כעת מכיוון שניסיון לעדכן את המפקח לגירסה העדכנית ביותר נכשל. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - עדכון המפקח נכשל"
        },
        "unhealthy_untrusted": {
            "description": "המערכת אינה בריאה כעת מכיוון שהיא זיהתה קוד או תמונות לא מהימנים בשימוש. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא בריאה - קוד לא מהימן"
        },
        "unsupported": {
            "description": "המערכת אינה נתמכת עקב {reason}. יש להשתמש בקישור כדי ללמוד עוד וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - {reason}"
        },
        "unsupported_apparmor": {
            "description": "המערכת אינה נתמכת מכיוון ש-AppArmor פועל באופן שגוי והרחבות פועלות בצורה לא מוגנת ולא מאובטחת. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "המערכת אינה נתמכת מכיוון שהגירסה הלא נכונה של Docker CGroup נמצאת בשימוש. יש להשתמש בקישור כדי ללמוד אודות הגירסה הנכונה וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - גרסת CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "המערכת אינה נתמכת מכיוון ש-Home Assistant אינו יכול לקבוע מתי חיבור לאינטרנט זמין. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בדיקת קישוריות מושבתת"
        },
        "unsupported_content_trust": {
            "description": "המערכת אינה נתמכת מכיוון ש-Home Assistant אינו יכול לאמת שהתוכן המופעל הוא מהימן ואינו שונה על ידי תוקפים. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בדיקת אמון תוכן מושבת"
        },
        "unsupported_dbus": {
            "description": "המערכת אינה נתמכת מכיוון ש-D-Bus פועל באופן שגוי. דברים רבים נכשלים ללא זה כגון המפקח אינו יכול לתקשר עם המארח. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות D-Bus"
        },
        "unsupported_dns_server": {
            "description": "המערכת אינה נתמכת מכיוון ששרת ה-DNS שסופק אינו פועל כראוי ואפשרות ה-DNS החוזרת הפכה ללא זמינה. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות בשרת DNS"
        },
        "unsupported_docker_configuration": {
            "description": "המערכת אינה נתמכת מכיוון שה-Docker daemon פועל באופן בלתי צפוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - Docker מוגדר באופן שגוי"
        },
        "unsupported_docker_version": {
            "description": "המערכת אינה נתמכת מכיוון שהגירסה הלא נכונה של Docker נמצאת בשימוש. יש להשתמש בקישור כדי ללמוד מהי הגירסה הנכונה וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - גרסת Docker"
        },
        "unsupported_job_conditions": {
            "description": "המערכת אינה נתמכת מכיוון שתנאי עבודה אחד או יותר הושבתו אשר מגנים מפני כשלים ושברים בלתי צפויים. יש השתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - ההגנות מושבתות"
        },
        "unsupported_lxc": {
            "description": "המערכת אינה נתמכת מכיוון שהיא מופעלת במחשב וירטואלי LXC. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - זוהתה LXC"
        },
        "unsupported_network_manager": {
            "description": "המערכת אינה נתמכת מכיוון שמנהל הרשת חסר, לא פעיל או שתצורתו נקבעה באופן שגוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות במנהל הרשת"
        },
        "unsupported_os": {
            "description": "המערכת אינה נתמכת מכיוון שמערכת ההפעלה שבשימוש אינה נבדקת או מתוחזקת לשימוש עם המפקח. יש להשתמש בקישור לבדוק אלו מערכות הפעלה נתמכות וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - מערכת הפעלה"
        },
        "unsupported_os_agent": {
            "description": "המערכת אינה נתמכת מכיוון ש-OS-Agent חסר, לא פעיל או מוגדר באופן שגוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "המערכת אינה נתמכת מכיוון של Docker קונטיינר יש ערכת מדיניות הפעלה מחדש שעלולה לגרום לבעיות בעת האתחול. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - מדיניות הפעלה מחדש של קונטיינר"
        },
        "unsupported_software": {
            "description": "המערכת אינה נתמכת מכיוון שזוהתה תוכנה נוספת מחוץ למערכת האקולוגית של Home Assistant. יש להשתמש בקישור כדי ללמוד עוד וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - תוכנה לא נתמכת"
        },
        "unsupported_source_mods": {
            "description": "המערכת אינה נתמכת מכיוון שקוד המקור של המפקח השתנה. יש השתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - שינויים במקור המפקח"
        },
        "unsupported_supervisor_version": {
            "description": "המערכת אינה נתמכת מכיוון שגירסה לא מעודכנת של מפקח נמצאת בשימוש ועדכון אוטומטי הושבת. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - גרסת מפקח"
        },
        "unsupported_systemd": {
            "description": "המערכת אינה נתמכת מכיוון ש-Systemd חסר, לא פעיל או שתצורתו נקבעה באופן שגוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות במערכת"
        },
        "unsupported_systemd_journal": {
            "description": "המערכת אינה נתמכת מכיוון ש-Systemd Journal ו/או שירות השער חסרים, אינם פעילים או מוגדרים בצורה שגויה. יש להשתמש בקישור כדי ללמוד עוד וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות של Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "המערכת אינה נתמכת מכיוון ש-Systemd Resolved חסר, לא פעיל או שתצורתו נקבעה באופן שגוי. יש להשתמש בקישור כדי לקבל מידע נוסף וכיצד לתקן זאת.",
            "title": "מערכת לא נתמכת - בעיות שנפתרו על ידי המערכת"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "גרסת הסוכן",
            "board": "לוח",
            "disk_total": "סה\"כ דיסק",
            "disk_used": "דיסק בשימוש",
            "docker_version": "גירסת Docker",
            "healthy": "בריאות",
            "host_os": "מערכת הפעלה מארחת",
            "installed_addons": "הרחבות מותקנות",
            "supervisor_api": "API של מפקח",
            "supervisor_version": "גירסת מפקח",
            "supported": "נתמך",
            "update_channel": "ערוץ עדכון",
            "version_api": "גרסת API"
        }
    }
}