{
    "issues": {
        "unhealthy": {
            "description": "A rendszer jelenleg rendellenes állapotban van a következő miatt: {reason}. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes állapot – {reason}"
        },
        "unhealthy_docker": {
            "description": "A rendszer jelenleg nem megfelelő, mert a Docker helytelenül van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer – A Docker rosszul lett konfigurálva"
        },
        "unhealthy_privileged": {
            "description": "A rendszer jelenleg nem megfelelő, mert nem rendelkezik emelt szintű hozzáféréssel a Docker-futtatókörnyezethez. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer - Nem privilegizált"
        },
        "unhealthy_setup": {
            "description": "A rendszer jelenleg nem megfelelő, mert a telepítés nem fejeződött be. Ennek számos oka lehet. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer – A telepítés sikertelen"
        },
        "unhealthy_supervisor": {
            "description": "A rendszer jelenleg rendellenes állapotban van, mert a Supervisor legújabb verzióra történő frissítésének kísérlete sikertelen volt. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer – A Supervisor frissítése nem sikerült"
        },
        "unhealthy_untrusted": {
            "description": "A rendszer jelenleg nem megfelelő, mert nem megbízható kódot vagy használatban lévő image-et észlelt. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer - Nem megbízható kód"
        },
        "unsupported": {
            "description": "A rendszer nem támogatott a következő miatt: {reason}. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer – {reason}"
        },
        "unsupported_apparmor": {
            "description": "A rendszer nem támogatott, mert az AppArmor helytelenül működik, és a bővítmények nem védett és nem biztonságos módon futnak. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer – AppArmor-problémák"
        },
        "unsupported_cgroup_version": {
            "description": "A rendszer nem támogatott, mert a Docker CGroup nem megfelelő verziója van használatban. A link segítségével megtudhatja a helyes verziót és a javítás módját.",
            "title": "Nem támogatott rendszer - CGroup verzió"
        },
        "unsupported_connectivity_check": {
            "description": "A rendszer nem támogatott, mert az Otthoni asszisztens nem tudja meghatározni, hogy van-e működő internetkapcsolat. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Csatlakozási ellenőrzés letiltva"
        },
        "unsupported_content_trust": {
            "description": "A rendszer nem támogatott, mivel a Home Assistant nem tudja ellenőrizni, hogy a futtatott tartalom megbízható és nem támadók által módosított. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Tartalom-megbízhatósági ellenőrzés letiltva"
        },
        "unsupported_dbus": {
            "description": "A rendszer nem támogatott, mert a D-Bus hibásan működik. E nélkül sok minden meghibásodik, mivel a Supervisor nem tud kommunikálni a rendszerrel. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - D-Bus problémák"
        },
        "unsupported_dns_server": {
            "description": "A rendszer nem támogatott, mert a megadott DNS-kiszolgáló nem működik megfelelően, és a tartalék DNS opciót letiltották. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - DNS-kiszolgáló problémák"
        },
        "unsupported_docker_configuration": {
            "description": "A rendszer nem támogatott, mert a Docker démon nem az elvárt módon fut. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer – A Docker helytelenül van konfigurálva"
        },
        "unsupported_docker_version": {
            "description": "A rendszer nem támogatott, mert a Docker nem megfelelő verziója van használatban. A link segítségével megtudhatja a helyes verziót és a javítás módját.",
            "title": "Nem támogatott rendszer - Docker verzió"
        },
        "unsupported_job_conditions": {
            "description": "A rendszer nem támogatott, mert egy vagy több feladatfeltétel le van tiltva, amelyek védelmet nyújtanak a váratlan hibáktól. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer – A védelem le van tiltva"
        },
        "unsupported_lxc": {
            "description": "A rendszer nem támogatott, mert LXC virtuális gépben fut. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - LXC észlelve"
        },
        "unsupported_network_manager": {
            "description": "A rendszer nem támogatott, mert a Hálózatkezelő hiányzik, inaktív vagy rosszul van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Network Manager problémák"
        },
        "unsupported_os": {
            "description": "A rendszer nem támogatott, mert a használt operációs rendszert nem tesztelték vagy nem tartják karban a Supervisorral való használatra. Használja a linket, hogy mely operációs rendszerek támogatottak és hogyan lehet ezt kijavítani.",
            "title": "Nem támogatott rendszer - Operációs rendszer"
        },
        "unsupported_os_agent": {
            "description": "A rendszer nem támogatott, mert az OS-Ügynök (agent) hiányzik, inaktív vagy rosszul van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - OS-Ügynök problémák"
        },
        "unsupported_restart_policy": {
            "description": "A rendszer nem támogatott, mivel a Docker konténerben olyan újraindítási házirend van beállítva, amely indításkor problémákat okozhat. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Konténer újraindítási szabályzat"
        },
        "unsupported_software": {
            "description": "A rendszer nem támogatott, mert a rendszer a Home Assistant ökoszisztémán kívüli további szoftvereket észlelt. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Rendellenes rendszer - Nem támogatott szoftver"
        },
        "unsupported_source_mods": {
            "description": "A rendszer nem támogatott, mert a Supervisor forráskódját módosították. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Supervisor forrásmódosítások"
        },
        "unsupported_supervisor_version": {
            "description": "A rendszer nem támogatott, mert a Supervisor egy elavult verziója van használatban, és az automatikus frissítés le van tiltva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Supervisor verzió"
        },
        "unsupported_systemd": {
            "description": "A rendszer nem támogatott, mert a Systemd hiányzik, inaktív vagy rosszul van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Systemd problémák"
        },
        "unsupported_systemd_journal": {
            "description": "A rendszer nem támogatott, mert a Systemd Journal és/vagy az átjáró szolgáltatás hiányzik, inaktív vagy rosszul van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer - Systemd Journal problémák"
        },
        "unsupported_systemd_resolved": {
            "description": "A rendszer nem támogatott, mert a Systemd Resolved hiányzik, inaktív vagy rosszul van konfigurálva. A link segítségével további információt és a probléma megoldásának módját ismerheti meg.",
            "title": "Nem támogatott rendszer – Systemd Resolved problémák"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Ügynök verzió",
            "board": "Alaplap",
            "disk_total": "Összes hely",
            "disk_used": "Felhasznált hely",
            "docker_version": "Docker verzió",
            "healthy": "Egészséges",
            "host_os": "Operációs rendszer",
            "installed_addons": "Telepített bővítmények",
            "supervisor_api": "Supervisor API",
            "supervisor_version": "Supervisor verzió",
            "supported": "Támogatott",
            "update_channel": "Frissítési csatorna",
            "version_api": "API verzió"
        }
    }
}