{
    "issues": {
        "unhealthy": {
            "description": "Sistem saat ini tidak sehat karena {reason}. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - {reason}"
        },
        "unhealthy_docker": {
            "description": "Sistem saat ini tidak sehat karena Docker tidak dikonfigurasi dengan benar. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - Docker salah dikonfigurasi"
        },
        "unhealthy_privileged": {
            "description": "Sistem saat ini tidak sehat karena tidak memiliki akses istimewa ke docker runtime. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - Tidak memiliki akses istimewa"
        },
        "unhealthy_setup": {
            "description": "Sistem saat ini tidak sehat karena penyiapan gagal diselesaikan. Ada sejumlah alasan mengapa hal ini bisa terjadi, gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - Penyiapan gagal"
        },
        "unhealthy_supervisor": {
            "description": "Sistem saat ini tidak sehat karena upaya untuk memperbarui Supervisor ke versi terbaru telah gagal. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - Pembaruan supervisor gagal"
        },
        "unhealthy_untrusted": {
            "description": "Sistem saat ini tidak sehat karena telah mendeteksi kode atau gambar yang tidak dipercaya yang digunakan. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak sehat - Kode tidak tepercaya"
        },
        "unsupported": {
            "description": "Sistem tidak didukung karena {reason}. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - {reason}"
        },
        "unsupported_apparmor": {
            "description": "Sistem tidak didukung karena AppArmor tidak berfungsi dengan benar dan add-on berjalan dengan cara yang tidak terlindungi dan tidak aman. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "Sistem tidak didukung karena versi Docker CGroup yang digunakan salah. Gunakan tautan untuk mempelajari versi yang benar dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Versi CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "Sistem tidak didukung karena Home Assistant tidak dapat menentukan kapan koneksi internet tersedia. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Pemeriksaan konektivitas dinonaktifkan"
        },
        "unsupported_content_trust": {
            "description": "Sistem tidak didukung karena Home Assistant tidak dapat memverifikasi konten yang sedang dijalankan adalah dipercaya dan tidak dimodifikasi oleh penyerang. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Pemeriksaan kepercayaan konten dinonaktifkan"
        },
        "unsupported_dbus": {
            "description": "Sistem tidak didukung karena D-Bus bekerja secara tidak benar. Banyak hal gagal tanpa D-Bus ini karena Supervisor tidak dapat berkomunikasi dengan host. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah D-Bus"
        },
        "unsupported_dns_server": {
            "description": "Sistem tidak didukung karena server DNS yang disediakan tidak berfungsi dengan benar dan opsi DNS fallback telah dinonaktifkan. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah server DNS"
        },
        "unsupported_docker_configuration": {
            "description": "Sistem tidak didukung karena daemon Docker berjalan dengan cara yang tidak terduga. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Docker salah konfigurasi"
        },
        "unsupported_docker_version": {
            "description": "Sistem tidak didukung karena versi Docker yang salah sedang digunakan. Gunakan tautan untuk mempelajari versi yang benar dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Versi Docker"
        },
        "unsupported_job_conditions": {
            "description": "Sistem tidak didukung karena satu atau beberapa kondisi pekerjaan telah dinonaktifkan, yang melindungi dari kegagalan dan kerusakan yang tidak terduga. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Perlindungan dinonaktifkan"
        },
        "unsupported_lxc": {
            "description": "Sistem tidak didukung karena dijalankan di mesin virtual LXC. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - LXC terdeteksi"
        },
        "unsupported_network_manager": {
            "description": "Sistem tidak didukung karena Network Manager tidak ada, tidak aktif atau salah dikonfigurasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah Manajer Jaringan"
        },
        "unsupported_os": {
            "description": "Sistem tidak didukung karena sistem operasi yang digunakan tidak diuji atau dipelihara untuk digunakan dengan Supervisor. Gunakan tautan ke sistem operasi mana yang didukung dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Sistem Operasi"
        },
        "unsupported_os_agent": {
            "description": "Sistem tidak didukung karena OS-Agent tidak ada, tidak aktif, atau salah dikonfigurasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "Sistem tidak didukung karena kontainer Docker memiliki kebijakan mulai ulang yang ditetapkan, yang dapat menyebabkan masalah saat mulai. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Kebijakan mulai ulang kontainer"
        },
        "unsupported_software": {
            "description": "Sistem tidak didukung karena perangkat lunak tambahan di luar ekosistem Home Assistant telah terdeteksi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Perangkat lunak tidak didukung"
        },
        "unsupported_source_mods": {
            "description": "Sistem tidak didukung karena kode sumber Supervisor telah dimodifikasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Modifikasi kode sumber Supervisor"
        },
        "unsupported_supervisor_version": {
            "description": "Sistem tidak didukung karena versi Supervisor yang kedaluwarsa sedang digunakan dan pembaruan otomatis telah dinonaktifkan. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Versi Supervisor"
        },
        "unsupported_systemd": {
            "description": "Sistem tidak didukung karena Systemd tidak ada, tidak aktif, atau salah dikonfigurasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "Sistem tidak didukung karena Jurnal Systemd dan/atau layanan gateway tidak ada, tidak aktif, atau salah dikonfigurasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah Journal Systemd"
        },
        "unsupported_systemd_resolved": {
            "description": "Sistem tidak didukung karena Systemd Resolved tidak ada, tidak aktif, atau salah dikonfigurasi. Gunakan tautan untuk mempelajari lebih lanjut dan cara memperbaikinya.",
            "title": "Sistem tidak didukung - Masalah Systemd-Resolved"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Versi Agen",
            "board": "Board",
            "disk_total": "Total Disk",
            "disk_used": "Disk Digunakan",
            "docker_version": "Versi Docker",
            "healthy": "Kesehatan",
            "host_os": "Sistem Operasi Host",
            "installed_addons": "Add-on yang Diinstal",
            "supervisor_api": "API Supervisor",
            "supervisor_version": "Versi Supervisor",
            "supported": "Didukung",
            "update_channel": "Kanal Pembaruan",
            "version_api": "API Versi"
        }
    }
}