{
    "issues": {
        "unhealthy": {
            "description": "Il sistema non è attualmente integro a causa di {reason}. Usa il collegamento per saperne di più e come risolvere il problema.",
            "title": "Sistema non più integro - {reason}"
        },
        "unhealthy_docker": {
            "description": "Il sistema non è attualmente integro perché Docker è configurato in modo errato. Usa il link per saperne di più e come risolvere questo problema.",
            "title": "Sistema non integro - Docker configurato in modo errato"
        },
        "unhealthy_privileged": {
            "description": "Il sistema non è attualmente integro perché non ha accesso privilegiato al runtime docker. Usa il link per saperne di più e come risolvere questo problema.",
            "title": "Sistema non integro - Non privilegiato"
        },
        "unhealthy_setup": {
            "description": "Il sistema non è attualmente integro perché l'installazione non è stata completata. Ci sono una serie di ragioni per cui ciò può verificarsi, usa il link per saperne di più e come risolverlo.",
            "title": "Sistema non integro - Installazione non riuscita"
        },
        "unhealthy_supervisor": {
            "description": "Il sistema non è attualmente integro perché un tentativo di aggiornare Supervisor all'ultima versione non è riuscito. Utilizza il collegamento per saperne di più e come risolvere questo problema.",
            "title": "Sistema non integro - Aggiornamento del Supervisor non riuscito"
        },
        "unhealthy_untrusted": {
            "description": "Il sistema non è attualmente integro perché ha rilevato codice o immagini in uso non attendibili. Utilizza il collegamento per saperne di più e come risolvere questo problema.",
            "title": "Sistema non integro - Codice non attendibile"
        },
        "unsupported": {
            "description": "Il sistema non è supportato a causa di {reason}. Utilizzare il collegamento per ulteriori informazioni sul significato e su come tornare a un sistema supportato.",
            "title": "Sistema non supportato - {reason}"
        },
        "unsupported_apparmor": {
            "description": "Il sistema non è supportato perché AppArmor non funziona correttamente e i componenti aggiuntivi sono eseguiti in modo non protetto e non sicuro. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "Il sistema non è supportato perché è in uso una versione errata di Docker CGroup. Utilizza il collegamento per conoscere la versione corretta e come risolvere il problema.",
            "title": "Sistema non supportato - Versione di CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "Il sistema non è supportato perché Home Assistant non è in grado di determinare quando è disponibile una connessione a Internet. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Controllo connettività disabilitato"
        },
        "unsupported_content_trust": {
            "description": "Il sistema non è supportato perché Home Assistant non è in grado di verificare che il contenuto in esecuzione sia attendibile e non modificato da malintenzionati. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Controllo dell'attendibilità del contenuto disabilitato"
        },
        "unsupported_dbus": {
            "description": "Il sistema non è supportato perché D-Bus non funziona correttamente. Molte cose non funzionano senza di esso perché il Supervisor non può comunicare con l'host. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con D-Bus"
        },
        "unsupported_dns_server": {
            "description": "Il sistema non è supportato perché il server DNS fornito non funziona correttamente e l'opzione DNS di fallback è stata disattivata. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con il server DNS"
        },
        "unsupported_docker_configuration": {
            "description": "Il sistema non è supportato perché il daemon Docker viene eseguito in modo imprevisto. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Docker configurato in modo errato"
        },
        "unsupported_docker_version": {
            "description": "Il sistema non è supportato perché è in uso una versione errata di Docker. Utilizza il collegamento per conoscere la versione corretta e come risolvere il problema.",
            "title": "Sistema non supportato - Versione Docker"
        },
        "unsupported_job_conditions": {
            "description": "Il sistema non è supportato perché sono state disattivate una o più condizioni di lavoro che proteggono da guasti e rotture impreviste. Utilizza il collegamento per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Protezioni disabilitate"
        },
        "unsupported_lxc": {
            "description": "Il sistema non è supportato perché viene eseguito in una macchina virtuale LXC. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - rilevato LXC"
        },
        "unsupported_network_manager": {
            "description": "Il sistema non è supportato perché Network Manager è mancante, inattivo o mal configurato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con Network Manager"
        },
        "unsupported_os": {
            "description": "Il sistema non è supportato perché il sistema operativo in uso non è stato testato o mantenuto per l'uso con Supervisor. Utilizza il link per sapere quali sistemi operativi sono supportati e come risolvere il problema.",
            "title": "Sistema non supportato - Sistema operativo"
        },
        "unsupported_os_agent": {
            "description": "Il sistema non è supportato perché OS-Agent è mancante, inattivo o mal configurato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "Il sistema non è supportato perché un container Docker ha impostato un criterio di riavvio che potrebbe causare problemi all'avvio. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Criterio di riavvio del Container"
        },
        "unsupported_software": {
            "description": "Il sistema non è supportato perché è stato rilevato un software aggiuntivo esterno all'ecosistema Home Assistant. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Software non supportato"
        },
        "unsupported_source_mods": {
            "description": "Il sistema non è supportato perché il codice sorgente del Supervisor è stato modificato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Modifiche al codice sorgente del Supervisor"
        },
        "unsupported_supervisor_version": {
            "description": "Il sistema non è supportato perché è in uso una versione non aggiornata del Supervisor e l'aggiornamento automatico è stato disabilitato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Versione Supervisor"
        },
        "unsupported_systemd": {
            "description": "Il sistema non è supportato perché Systemd è mancante, inattivo o mal configurato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "Il sistema non è supportato perché Systemd Journal e/o il servizio gateway sono mancanti, inattivi o mal configurati. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "Il sistema non è supportato perché Systemd Resolved è mancante, inattivo o mal configurato. Utilizza il link per saperne di più e per capire come risolvere il problema.",
            "title": "Sistema non supportato - Problemi con Systemd Resolved"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Versione agente",
            "board": "Scheda di base",
            "disk_total": "Disco totale",
            "disk_used": "Disco utilizzato",
            "docker_version": "Versione Docker",
            "healthy": "Integrità",
            "host_os": "Sistema Operativo Host",
            "installed_addons": "Componenti aggiuntivi installati",
            "supervisor_api": "API Supervisor",
            "supervisor_version": "Versione Supervisor",
            "supported": "Supportato",
            "update_channel": "Canale di aggiornamento",
            "version_api": "Versione API"
        }
    }
}