{
    "issues": {
        "unhealthy": {
            "description": "Systemet er for øyeblikket usunt på grunn av {reason} . Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Usunt system – {reason}"
        },
        "unhealthy_docker": {
            "description": "Systemet er for øyeblikket usunt fordi Docker er feil konfigurert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Usunt system - Docker feilkonfigurert"
        },
        "unhealthy_privileged": {
            "description": "Systemet er for øyeblikket usunt fordi det ikke har privilegert tilgang til docker-kjøretiden. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Usunt system - Ikke privilegert"
        },
        "unhealthy_setup": {
            "description": "Systemet er for øyeblikket usunt fordi oppsettet ikke ble fullført. Det er flere grunner til at dette kan skje. Bruk lenken for å lære mer og hvordan du kan fikse dette.",
            "title": "Usunt system - Konfigurasjonen mislyktes"
        },
        "unhealthy_supervisor": {
            "description": "Systemet er for øyeblikket usunt fordi et forsøk på å oppdatere Supervisor til den nyeste versjonen har mislyktes. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Usunt system - Supervisor-oppdatering mislyktes"
        },
        "unhealthy_untrusted": {
            "description": "Systemet er for øyeblikket usunt fordi det har oppdaget uklarert kode eller bilder som er i bruk. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Usunt system - Ubetrodd kode"
        },
        "unsupported": {
            "description": "Systemet støttes ikke på grunn av {reason} . Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Systemet støttes ikke – {reason}"
        },
        "unsupported_apparmor": {
            "description": "Systemet støttes ikke fordi AppArmor fungerer feil og tillegg kjører på en ubeskyttet og usikker måte. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – AppArmor-problemer"
        },
        "unsupported_cgroup_version": {
            "description": "Systemet støttes ikke fordi feil versjon av Docker CGroup er i bruk. Bruk linken for å lære riktig versjon og hvordan du fikser dette.",
            "title": "System som ikke støttes - CGroup-versjon"
        },
        "unsupported_connectivity_check": {
            "description": "Systemet støttes ikke fordi Home Assistant ikke kan fastslå når en Internett-tilkobling er tilgjengelig. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – tilkoblingskontroll er deaktivert"
        },
        "unsupported_content_trust": {
            "description": "Systemet støttes ikke fordi Home Assistant ikke kan bekrefte at innhold som kjøres er klarert og ikke endret av angripere. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – kontroll av innhold og klarering er deaktivert"
        },
        "unsupported_dbus": {
            "description": "Systemet støttes ikke fordi D-Bus fungerer feil. Mange ting feiler uten dette da veileder ikke kan kommunisere med verten. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Ustøttet system - D-Bus-problemer"
        },
        "unsupported_dns_server": {
            "description": "Systemet støttes ikke fordi den angitte DNS-serveren ikke fungerer som den skal og alternativet for reserve-DNS er deaktivert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – DNS-serverproblemer"
        },
        "unsupported_docker_configuration": {
            "description": "Systemet støttes ikke fordi Docker-demonen kjører på en uventet måte. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – Docker er feilkonfigurert"
        },
        "unsupported_docker_version": {
            "description": "Systemet støttes ikke fordi feil versjon av Docker er i bruk. Bruk linken for å lære riktig versjon og hvordan du fikser dette.",
            "title": "System som ikke støttes – Docker-versjon"
        },
        "unsupported_job_conditions": {
            "description": "Systemet støttes ikke fordi en eller flere jobbbetingelser er deaktivert som beskytter mot uventede feil og brudd. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Systemet som ikke støttes – Beskyttelse er deaktivert"
        },
        "unsupported_lxc": {
            "description": "Systemet støttes ikke fordi det kjøres i en virtuell LXC-maskin. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – LXC oppdaget"
        },
        "unsupported_network_manager": {
            "description": "Systemet støttes ikke fordi Network Manager mangler, er inaktiv eller feilkonfigurert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – problemer med Network Manager"
        },
        "unsupported_os": {
            "description": "Systemet støttes ikke fordi operativsystemet som er i bruk ikke er testet eller vedlikeholdt for bruk med Supervisor. Bruk lenken til hvilke operativsystemer som støttes og hvordan du fikser dette.",
            "title": "Ikke-støttet system - Operativsystem"
        },
        "unsupported_os_agent": {
            "description": "Systemet støttes ikke fordi OS-Agent mangler, er inaktivt eller feilkonfigurert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – OS-Agent-problemer"
        },
        "unsupported_restart_policy": {
            "description": "Systemet støttes ikke fordi en Docker-beholder har et omstartspolicysett som kan forårsake problemer ved oppstart. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – policy for omstart av container"
        },
        "unsupported_software": {
            "description": "Systemet støttes ikke fordi tilleggsprogramvare utenfor Home Assistant-økosystemet er oppdaget. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Systemet som ikke støttes – programvare som ikke støttes"
        },
        "unsupported_source_mods": {
            "description": "Systemet støttes ikke fordi Supervisor-kildekoden er endret. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – endringer i veilederkilder"
        },
        "unsupported_supervisor_version": {
            "description": "Systemet støttes ikke fordi en utdatert versjon av Supervisor er i bruk og automatisk oppdatering er deaktivert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes - Supervisor-versjon"
        },
        "unsupported_systemd": {
            "description": "Systemet støttes ikke fordi Systemd mangler, er inaktivt eller er feilkonfigurert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – Systemd-problemer"
        },
        "unsupported_systemd_journal": {
            "description": "Systemet støttes ikke fordi Systemd Journal og/eller gatewaytjenesten mangler, er inaktiv eller feilkonfigurert . Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "Systemet som ikke støttes – Systemd Journal-problemer"
        },
        "unsupported_systemd_resolved": {
            "description": "Systemet støttes ikke fordi Systemd Resolved mangler, er inaktivt eller feilkonfigurert. Bruk linken for å lære mer og hvordan du fikser dette.",
            "title": "System som ikke støttes – Systemd-løste problemer"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Agentversjon",
            "board": "Styret",
            "disk_total": "Disk totalt",
            "disk_used": "Disk brukt",
            "docker_version": "Docker-versjon",
            "healthy": "Sunn",
            "host_os": "Vertsoperativsystem",
            "installed_addons": "Installerte tillegg",
            "supervisor_api": "Supervisor API",
            "supervisor_version": "Supervisor versjon",
            "supported": "Støttet",
            "update_channel": "Oppdater kanal",
            "version_api": "Versjon API"
        }
    }
}