{
    "issues": {
        "unhealthy": {
            "description": "System jest obecnie \"niezdrowy\" z powodu „{reason}”. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Niezdrowy system – {reason}"
        },
        "unhealthy_docker": {
            "description": "System jest obecnie \"niezdrowy\", ponieważ Docker jest niepoprawnie skonfigurowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "\"Niezdrowy\" system — błędna konfiguracja Dockera"
        },
        "unhealthy_privileged": {
            "description": "System jest obecnie \"niezdrowy\", ponieważ nie ma uprzywilejowanego dostępu do Docker runtime. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "\"Niezdrowy\" system — brak uprzywilejowania"
        },
        "unhealthy_setup": {
            "description": "System jest obecnie \"niezdrowy\", ponieważ konfiguracja nie została ukończona. Może się tak zdarzyć z wielu powodów, skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "\"Niezdrowy\" system — konfiguracja nie powiodła się"
        },
        "unhealthy_supervisor": {
            "description": "System jest obecnie \"niezdrowy\", ponieważ próba aktualizacji Supervisora do najnowszej wersji nie powiodła się. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "\"Niezdrowy\" system — aktualizacja Supervisora nie powiodła się"
        },
        "unhealthy_untrusted": {
            "description": "System jest obecnie \"niezdrowy\", ponieważ wykrył niezaufany kod lub obrazy w użyciu. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "\"Niezdrowy\" system — niezaufany kod"
        },
        "unsupported": {
            "description": "System nie jest obsługiwany z powodu „{reason}”. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system – {reason}"
        },
        "unsupported_apparmor": {
            "description": "System nie jest obsługiwany, ponieważ AppArmor działa nieprawidłowo, a dodatki działają w sposób niezabezpieczony i niezabezpieczony. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "System nie jest obsługiwany, ponieważ używana jest niewłaściwa wersja Docker CGroup. Skorzystaj z linku, aby dowiedzieć się, jaka jest poprawna wersja i jak to naprawić.",
            "title": "Nieobsługiwany system — wersja CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "System nie jest obsługiwany, ponieważ Home Assistant nie może określić, kiedy połączenie internetowe jest dostępne. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — sprawdzanie łączności wyłączone"
        },
        "unsupported_content_trust": {
            "description": "System nie jest obsługiwany, ponieważ Home Assistant nie może zweryfikować, czy uruchamiana zawartość jest zaufana i nie jest modyfikowana przez atakujących. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system – kontrola zaufania do treści wyłączona"
        },
        "unsupported_dbus": {
            "description": "System nie jest obsługiwany, ponieważ D-Bus działa nieprawidłowo. Wiele rzeczy zawodzi bez tego, ponieważ Supervisor nie może komunikować się z hostem. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z D-Bus"
        },
        "unsupported_dns_server": {
            "description": "System nie jest obsługiwany, ponieważ podany serwer DNS nie działa poprawnie, a opcja rezerwowego DNS została wyłączona. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z serwerem DNS"
        },
        "unsupported_docker_configuration": {
            "description": "System nie jest obsługiwany, ponieważ Docker darmon działa w nieoczekiwany sposób. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — błędna konfiguracja Dockera"
        },
        "unsupported_docker_version": {
            "description": "System nie jest obsługiwany, ponieważ używana jest niewłaściwa wersja Dockera. Skorzystaj z linku, aby dowiedzieć się, jaka jest poprawna wersja i jak to naprawić.",
            "title": "Nieobsługiwany system — wersja Dockera"
        },
        "unsupported_job_conditions": {
            "description": "System nie jest obsługiwany, ponieważ co najmniej jeden warunek pracy został wyłączony, co chroni przed nieoczekiwanymi awariami i uszkodzeniami. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — ochrona wyłączona"
        },
        "unsupported_lxc": {
            "description": "System nie jest obsługiwany, ponieważ jest uruchomiony na maszynie wirtualnej LXC. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system – wykryto LXC"
        },
        "unsupported_network_manager": {
            "description": "System nie jest obsługiwany, ponieważ brakuje Menedżera Sieci, jest on nieaktywny lub błędnie skonfigurowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z Menedżerem Sieci"
        },
        "unsupported_os": {
            "description": "System nie jest obsługiwany, ponieważ używany system operacyjny nie jest przetestowany ani wspierany do użytku z Supervisorem. Skorzystaj z linku, aby sprawdzić obsługiwane systemy operacyjne i jak to naprawić.",
            "title": "Nieobsługiwany system — system operacyjny"
        },
        "unsupported_os_agent": {
            "description": "System nie jest obsługiwany, ponieważ brakuje OS-Agent, jest on nieaktywny lub błędnie skonfigurowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system - problemy z OS-Agent"
        },
        "unsupported_restart_policy": {
            "description": "System jest nieobsługiwany, ponieważ kontener Docker ma ustawioną politykę restartu, która może powodować problemy podczas uruchamiania. Użyj linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — polityka restartu kontenera"
        },
        "unsupported_software": {
            "description": "System nie jest obsługiwany, ponieważ wykryto dodatkowe oprogramowanie spoza ekosystemu Home Assistant. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — nieobsługiwane oprogramowanie"
        },
        "unsupported_source_mods": {
            "description": "System nie jest obsługiwany, ponieważ kod źródłowy Supervisora został zmodyfikowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — modyfikacja kodu źródłowego Supervisora"
        },
        "unsupported_supervisor_version": {
            "description": "System nie jest obsługiwany, ponieważ używana jest nieaktualna wersja Supervisora, a automatyczna aktualizacja została wyłączona. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — wersja Supervisora"
        },
        "unsupported_systemd": {
            "description": "System nie jest obsługiwany, ponieważ brakuje Systemd, jest on nieaktywny lub błędnie skonfigurowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "System nie jest obsługiwany, ponieważ brakuje Systemd Journal i/lub usługi bramki, jest ona nieaktywna lub błędnie skonfigurowana . Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "System nie jest obsługiwany, ponieważ brakuje Systemd Resolved, jest on nieaktywny lub błędnie skonfigurowany. Skorzystaj z linku, aby dowiedzieć się więcej i jak to naprawić.",
            "title": "Nieobsługiwany system — problemy z Systemd Resolved"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Wersja agenta",
            "board": "Układ",
            "disk_total": "Pojemność dysku",
            "disk_used": "Pojemność użyta",
            "docker_version": "Wersja Dockera",
            "healthy": "Zdrowy",
            "host_os": "System operacyjny hosta",
            "installed_addons": "Zainstalowane dodatki",
            "supervisor_api": "API Supervisora",
            "supervisor_version": "Wersja Supervisora",
            "supported": "Wspierany",
            "update_channel": "Kanał aktualizacji",
            "version_api": "Wersja API"
        }
    }
}