{
    "issues": {
        "unhealthy": {
            "description": "O sistema não está íntegro devido a {reason}. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema insalubre - {reason}"
        },
        "unhealthy_docker": {
            "description": "O sistema não está íntegro no momento porque o Docker está configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não íntegro - Docker mal configurado"
        },
        "unhealthy_privileged": {
            "description": "O sistema não está íntegro no momento porque não tem acesso privilegiado ao tempo de execução do docker. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema insalubre - Não privilegiado"
        },
        "unhealthy_setup": {
            "description": "O sistema não está íntegro no momento porque a instalação não foi concluída. Existem várias razões pelas quais isso pode ocorrer, use o link para saber mais e como corrigir isso.",
            "title": "Sistema não íntegro - Falha na configuração"
        },
        "unhealthy_supervisor": {
            "description": "O sistema não está íntegro no momento porque uma tentativa de atualizar o Supervisor para a versão mais recente falhou. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não íntegro - Falha na atualização do supervisor"
        },
        "unhealthy_untrusted": {
            "description": "O sistema não está íntegro no momento porque detectou código ou imagens não confiáveis em uso. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema insalubre - Código não confiável"
        },
        "unsupported": {
            "description": "O sistema não é compatível devido a {reason}. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - {reason}"
        },
        "unsupported_apparmor": {
            "description": "O sistema não é compatível porque o AppArmor está funcionando incorretamente e os complementos estão sendo executados de maneira desprotegida e insegura. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Problemas no AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "O sistema não é compatível porque a versão errada do Docker CGroup está em uso. Use o link para saber a versão correta e como corrigir isso.",
            "title": "Sistema não suportado - Versão do CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "O sistema não é compatível porque o Home Assistant não pode determinar quando uma conexão com a Internet está disponível. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Verificação de conectividade desativada"
        },
        "unsupported_content_trust": {
            "description": "O sistema não é compatível porque o Home Assistant não pode verificar se o conteúdo em execução é confiável e não foi modificado por invasores. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Verificação de confiança de conteúdo desabilitada"
        },
        "unsupported_dbus": {
            "description": "O sistema não é suportado porque o D-Bus está funcionando incorretamente. Muitas coisas falham sem isso, pois o Supervisor não pode se comunicar com o host. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Problemas de D-Bus"
        },
        "unsupported_dns_server": {
            "description": "O sistema não é compatível porque o servidor DNS fornecido não funciona corretamente e a opção DNS de fallback foi desativada. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Problemas no servidor DNS"
        },
        "unsupported_docker_configuration": {
            "description": "O sistema não tem suporte porque o daemon do Docker está sendo executado de maneira inesperada. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Docker configurado incorretamente"
        },
        "unsupported_docker_version": {
            "description": "O sistema não é compatível porque a versão errada do Docker está em uso. Use o link para saber a versão correta e como corrigir isso.",
            "title": "Sistema não suportado - Versão do Docker"
        },
        "unsupported_job_conditions": {
            "description": "O sistema não é suportado porque uma ou mais condições de trabalho foram desativadas, protegendo contra falhas e quebras inesperadas. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Proteções desativadas"
        },
        "unsupported_lxc": {
            "description": "O sistema não é suportado porque está sendo executado em uma máquina virtual LXC. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - LXC detectado"
        },
        "unsupported_network_manager": {
            "description": "O sistema não é suportado porque o Network Manager está ausente, inativo ou configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Problemas no Network Manager"
        },
        "unsupported_os": {
            "description": "O sistema não é compatível porque o sistema operacional em uso não foi testado ou mantido para uso com o Supervisor. Use o link para quais sistemas operacionais são suportados e como corrigir isso.",
            "title": "Sistema não suportado - Sistema operacional"
        },
        "unsupported_os_agent": {
            "description": "O sistema não é suportado porque o OS Agent está ausente, inativo ou configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Problemas com o OS Agent"
        },
        "unsupported_restart_policy": {
            "description": "O sistema não é compatível porque um contêiner do Docker tem uma política de reinicialização definida que pode causar problemas na inicialização. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não compatível - Política de reinicialização de contêiner"
        },
        "unsupported_software": {
            "description": "O sistema não é compatível porque foi detectado software adicional fora do ecossistema do Home Assistant. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Software não suportado"
        },
        "unsupported_source_mods": {
            "description": "O sistema não é suportado porque o código-fonte do Supervisor foi modificado. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Modificações de origem do supervisor"
        },
        "unsupported_supervisor_version": {
            "description": "O sistema não é suportado porque uma versão desatualizada do Supervisor está em uso e a atualização automática foi desabilitada. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - Versão do Supervisor"
        },
        "unsupported_systemd": {
            "description": "O sistema não é suportado porque o Systemd está ausente, inativo ou configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - problemas no Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "O sistema não é suportado porque o Systemd Journal e/ou o serviço de gateway está ausente, inativo ou configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - problemas do Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "O sistema não é suportado porque o Systemd Resolved está ausente, inativo ou configurado incorretamente. Use o link para saber mais e como corrigir isso.",
            "title": "Sistema não suportado - problemas resolvidos pelo Systemd"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Versão do Agent",
            "board": "Placa",
            "disk_total": "Total do disco",
            "disk_used": "Uso do disco",
            "docker_version": "Versão do Docker",
            "healthy": "Saudável",
            "host_os": "Sistema Operacional Host",
            "installed_addons": "Add-ons instalados",
            "supervisor_api": "API do supervisor",
            "supervisor_version": "Versão do Supervisor",
            "supported": "Suportado",
            "update_channel": "Canal de atualização",
            "version_api": "API de versão"
        }
    }
}