{
    "issues": {
        "unhealthy": {
            "description": "Systém momentálne nie je v poriadku z {reason}. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Systém nie je v poriadku - {reason}"
        },
        "unhealthy_docker": {
            "description": "Systém momentálne nie je v poriadku, pretože Docker je nesprávne nakonfigurovaný. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Systém nie je v poriadku – Docker je nesprávne nakonfigurovaný"
        },
        "unhealthy_privileged": {
            "description": "Systém momentálne nie je v poriadku, pretože nemá privilegovaný prístup k runtime dockeru. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Systém nie je v poriadku - Nie je privilegovaný"
        },
        "unhealthy_setup": {
            "description": "Systém momentálne nie je v poriadku, pretože sa nepodarilo dokončiť nastavenie. Existuje niekoľko dôvodov, prečo sa to môže vyskytnúť, pomocou odkazu sa dozviete viac a ako to opraviť.",
            "title": "Systém nie je v poriadku – nastavenie zlyhalo"
        },
        "unhealthy_supervisor": {
            "description": "Systém momentálne nie je v poriadku, pretože pokus o aktualizáciu správcu na najnovšiu verziu zlyhal. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Systém nie je v poriadku – aktualizácia správcu zlyhala"
        },
        "unhealthy_untrusted": {
            "description": "Systém je momentálne nezdravý, pretože zistil, že sa používa nedôveryhodný kód alebo obrázky. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Systém nie je v poriadku – Nedôveryhodný kód"
        },
        "unsupported": {
            "description": "Systém nie je podporovaný z {reason}. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – {reason}"
        },
        "unsupported_apparmor": {
            "description": "Systém nie je podporovaný, pretože AppArmor nefunguje správne a doplnky sú spustené nechráneným a nezabezpečeným spôsobom. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy s AppArmor"
        },
        "unsupported_cgroup_version": {
            "description": "Systém nie je podporovaný, pretože sa používa nesprávna verzia Docker CGroup. Ak chcete zistiť správnu verziu a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – verzia CGroup"
        },
        "unsupported_connectivity_check": {
            "description": "Systém nie je podporovaný, pretože Home Assistant nedokáže určiť, kedy je dostupné internetové pripojenie. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Kontrola pripojenia je vypnutá"
        },
        "unsupported_content_trust": {
            "description": "Systém nie je podporovaný, pretože Home Assistant nemôže overiť, či spustený obsah je dôveryhodný a útočníci ho neupravujú. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Kontrola dôveryhodnosti obsahu je vypnutá"
        },
        "unsupported_dbus": {
            "description": "Systém nie je podporovaný, pretože D-Bus nefunguje správne. Bez toho veľa vecí zlyhá, pretože supervízor nemôže komunikovať s hostiteľom. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém - problémy s D-Bus"
        },
        "unsupported_dns_server": {
            "description": "Systém nie je podporovaný, pretože poskytnutý server DNS nefunguje správne a záložná možnosť DNS bola zakázaná. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy so serverom DNS"
        },
        "unsupported_docker_configuration": {
            "description": "Systém nie je podporovaný, pretože démon Docker beží neočakávaným spôsobom. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Docker je nesprávne nakonfigurovaný"
        },
        "unsupported_docker_version": {
            "description": "Systém nie je podporovaný, pretože sa používa nesprávna verzia Dockeru. Ak chcete zistiť správnu verziu a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – verzia Docker"
        },
        "unsupported_job_conditions": {
            "description": "Systém nie je podporovaný, pretože bola zakázaná jedna alebo viac pracovných podmienok, ktoré chránia pred neočakávanými zlyhaniami a poruchami. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Ochrana je vypnutá"
        },
        "unsupported_lxc": {
            "description": "Systém nie je podporovaný, pretože je spustený na virtuálnom stroji LXC. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém - zistené LXC"
        },
        "unsupported_network_manager": {
            "description": "Systém nie je podporovaný, pretože chýba správca siete, je neaktívny alebo je nesprávne nakonfigurovaný. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy so správcom siete"
        },
        "unsupported_os": {
            "description": "Systém nie je podporovaný, pretože používaný operačný systém nie je testovaný ani udržiavaný na použitie so supervízorom. Použite odkaz, ktoré operačné systémy sú podporované a ako to opraviť.",
            "title": "Nepodporovaný systém - Operačný systém"
        },
        "unsupported_os_agent": {
            "description": "Systém nie je podporovaný, pretože OS-Agent chýba, je neaktívny alebo je nesprávne nakonfigurovaný. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy s OS-Agentom"
        },
        "unsupported_restart_policy": {
            "description": "Systém nie je podporovaný, pretože kontajner Docker má nastavenú politiku reštartovania, ktorá by mohla spôsobiť problémy pri spustení. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém - Zásady reštartu kontajnera"
        },
        "unsupported_software": {
            "description": "Systém nie je podporovaný, pretože bol zistený ďalší softvér mimo ekosystému Home Assistant. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Nepodporovaný softvér"
        },
        "unsupported_source_mods": {
            "description": "Systém nie je podporovaný, pretože zdrojový kód správcu bol upravený. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – úpravy zdroja supervízora"
        },
        "unsupported_supervisor_version": {
            "description": "Systém nie je podporovaný, pretože sa používa zastaraná verzia nástroja Supervisor a automatická aktualizácia bola zakázaná. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém - Verzia správcu"
        },
        "unsupported_systemd": {
            "description": "Systém nie je podporovaný, pretože Systemd chýba, je neaktívny alebo je nesprávne nakonfigurovaný. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy so systémom Systemd"
        },
        "unsupported_systemd_journal": {
            "description": "Systém nie je podporovaný, pretože Systemd Journal a/alebo služba brány chýba, je neaktívna alebo je nesprávne nakonfigurovaná. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – problémy so Systemd Journal"
        },
        "unsupported_systemd_resolved": {
            "description": "Systém nie je podporovaný, pretože Systemd Resolved chýba, je neaktívny alebo je nesprávne nakonfigurovaný. Ak sa chcete dozvedieť viac a ako to opraviť, použite odkaz.",
            "title": "Nepodporovaný systém – Problémy vyriešené systémom Systemd"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Verzia agenta",
            "board": "Board",
            "disk_total": "Disk celkovo",
            "disk_used": "Disk použitý",
            "docker_version": "Verzia Dockera",
            "healthy": "V poriadku",
            "host_os": "Hostiteľský operačný systém",
            "installed_addons": "Nainštalované doplnky",
            "supervisor_api": "Supervisor API",
            "supervisor_version": "Supervisor verzia",
            "supported": "Podporované",
            "update_channel": "Aktualizovať kanál",
            "version_api": "Verzia API"
        }
    }
}