{
    "issues": {
        "unhealthy": {
            "description": "{reason} nedeniyle sistem şu anda sağlıksız. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - {reason}"
        },
        "unhealthy_docker": {
            "description": "Docker yanlış yapılandırıldığından sistem şu anda sağlıksız. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - Docker yanlış yapılandırılmış"
        },
        "unhealthy_privileged": {
            "description": "Docker çalışma zamanına ayrıcalıklı erişimi olmadığı için sistem şu anda sağlıksız. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - Ayrıcalıklı değil"
        },
        "unhealthy_setup": {
            "description": "Kurulum tamamlanamadığı için sistem şu anda sağlıksız. Bunun birkaç nedeni olabilir, daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - Kurulum başarısız oldu"
        },
        "unhealthy_supervisor": {
            "description": "Supervisor'ı en son sürüme güncelleme denemesi başarısız olduğu için sistem şu anda sağlıksız. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - Gözetmen güncellemesi başarısız oldu"
        },
        "unhealthy_untrusted": {
            "description": "Sistem, kullanımda olan güvenilmeyen kod veya görüntüleri algıladığından şu anda sağlıksız durumda. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Sağlıksız sistem - Güvenilmeyen kod"
        },
        "unsupported": {
            "description": "{reason} nedeniyle sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - {reason}"
        },
        "unsupported_apparmor": {
            "description": "AppArmor hatalı çalıştığı ve eklentiler korumasız ve güvenli olmayan bir şekilde çalıştığı için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - AppArmor sorunları"
        },
        "unsupported_cgroup_version": {
            "description": "Docker CGroup'un yanlış sürümü kullanımda olduğu için sistem desteklenmiyor. Doğru sürümü ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - CGroup sürümü"
        },
        "unsupported_connectivity_check": {
            "description": "Home Assistant internet bağlantısının ne zaman kullanılabilir olduğunu belirleyemediği için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Bağlantı kontrolü devre dışı"
        },
        "unsupported_content_trust": {
            "description": "Home Assistant çalıştırılmakta olan içeriğin güvenilir olduğunu ve saldırganlar tarafından değiştirilmediğini doğrulayamadığı için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - İçerik güven denetimi devre dışı bırakıldı"
        },
        "unsupported_dbus": {
            "description": "D-Bus hatalı çalıştığı için sistem desteklenmiyor. Süpervizör ev sahibi ile iletişim kuramadığı için bu olmadan birçok şey başarısız olur. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - D-Bus sorunları"
        },
        "unsupported_dns_server": {
            "description": "Sağlanan DNS sunucusu düzgün çalışmadığından ve yedek DNS seçeneği devre dışı bırakıldığından sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - DNS sunucusu sorunları"
        },
        "unsupported_docker_configuration": {
            "description": "Docker arka plan programı beklenmeyen bir şekilde çalıştığı için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Docker yanlış yapılandırılmış"
        },
        "unsupported_docker_version": {
            "description": "Docker'ın yanlış sürümü kullanımda olduğu için sistem desteklenmiyor. Doğru sürümü ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Docker sürümü"
        },
        "unsupported_job_conditions": {
            "description": "Sistem desteklenmiyor çünkü beklenmeyen arıza ve kesintilere karşı koruma sağlayan bir veya daha fazla iş koşulu devre dışı bırakıldı. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Korumalar devre dışı bırakıldı"
        },
        "unsupported_lxc": {
            "description": "Bir LXC sanal makinesinde çalıştırıldığı için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - LXC algılandı"
        },
        "unsupported_network_manager": {
            "description": "Ağ Yöneticisi eksik, etkin değil veya yanlış yapılandırılmış olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Ağ Yöneticisi sorunları"
        },
        "unsupported_os": {
            "description": "Kullanılan işletim sistemi Supervisor ile kullanım için test edilmediğinden veya bakımı yapılmadığından sistem desteklenmiyor. Hangi işletim sistemlerinin desteklendiğini ve bunun nasıl düzeltileceğini öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - İşletim Sistemi"
        },
        "unsupported_os_agent": {
            "description": "OS-Agent eksik, etkin değil veya yanlış yapılandırılmış olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - OS-Agent sorunları"
        },
        "unsupported_restart_policy": {
            "description": "Bir Docker kapsayıcısı, başlangıçta sorunlara neden olabilecek bir yeniden başlatma ilkesi kümesine sahip olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Konteyner yeniden başlatma politikası"
        },
        "unsupported_software": {
            "description": "Ev Asistanı ekosistemi dışında ek yazılım tespit edildiğinden sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Desteklenmeyen yazılım"
        },
        "unsupported_source_mods": {
            "description": "Gözetmen kaynak kodu değiştirildiğinden sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Gözetmen kaynak değişiklikleri"
        },
        "unsupported_supervisor_version": {
            "description": "Supervisor'ın güncel olmayan bir sürümü kullanımda olduğu ve otomatik güncelleme devre dışı bırakıldığı için sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Yönetici sürümü"
        },
        "unsupported_systemd": {
            "description": "Systemd eksik, etkin değil veya yanlış yapılandırılmış olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Systemd sorunları"
        },
        "unsupported_systemd_journal": {
            "description": "Systemd Journal ve/veya ağ geçidi hizmeti eksik, etkin değil veya yanlış yapılandırılmış olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Systemd Journal sorunları"
        },
        "unsupported_systemd_resolved": {
            "description": "Systemd Resolved eksik, etkin değil veya yanlış yapılandırılmış olduğundan sistem desteklenmiyor. Daha fazla bilgi edinmek ve bunu nasıl düzelteceğinizi öğrenmek için bağlantıyı kullanın.",
            "title": "Desteklenmeyen sistem - Systemd-Çözülmüş sorunlar"
        }
    },
    "system_health": {
        "info": {
            "agent_version": "Aracı Sürümü",
            "board": "Panel",
            "disk_total": "Disk Toplamı",
            "disk_used": "Kullanılan Disk",
            "docker_version": "Docker Sürümü",
            "healthy": "Sağlıklı",
            "host_os": "Ana Bilgisayar İşletim Sistemi",
            "installed_addons": "Yüklü Eklentiler",
            "supervisor_api": "Supervisor API",
            "supervisor_version": "Süpervizör Sürümü",
            "supported": "Destekleniyor",
            "update_channel": "Kanalı Güncelle",
            "version_api": "Sürüm API"
        }
    }
}