{
    "config": {
        "abort": {
            "addon_get_discovery_info_failed": "Impossible d'obtenir les informations de découverte du module complémentaire Z-Wave JS.",
            "addon_info_failed": "Impossible d'obtenir les informations sur le module complémentaire Z-Wave JS.",
            "addon_install_failed": "Échec de l'installation du module complémentaire Z-Wave JS.",
            "addon_missing_discovery_info": "Informations manquantes sur la découverte du module complémentaire Z-Wave JS.",
            "addon_set_config_failed": "Échec de la définition de la configuration Z-Wave JS.",
            "addon_start_failed": "Échec du démarrage du module complémentaire Z-Wave JS.",
            "already_configured": "Le périphérique est déjà configuré",
            "already_in_progress": "La configuration est déjà en cours",
            "cannot_connect": "Échec de la connexion "
        },
        "error": {
            "addon_start_failed": "Échec du démarrage du module complémentaire Z-Wave JS. Vérifiez la configuration.",
            "cannot_connect": "Erreur de connection",
            "invalid_ws_url": "URL websocket invalide",
            "unknown": "Erreur inattendue"
        },
        "progress": {
            "install_addon": "Veuillez patienter pendant l'installation du module complémentaire Z-Wave JS. Cela peut prendre plusieurs minutes.",
            "start_addon": "Veuillez patienter pendant le démarrage du module complémentaire Z-Wave JS. Cela peut prendre quelques secondes."
        },
        "step": {
            "configure_addon": {
                "data": {
                    "network_key": "Clé réseau",
                    "usb_path": "Chemin du périphérique USB"
                },
                "title": "Entrez la configuration du module complémentaire Z-Wave JS"
            },
            "hassio_confirm": {
                "title": "Configurer l'intégration Z-Wave JS avec le module complémentaire Z-Wave JS"
            },
            "install_addon": {
                "title": "L'installation du module complémentaire Z-Wave JS a démarré"
            },
            "manual": {
                "data": {
                    "url": "URL"
                }
            },
            "on_supervisor": {
                "data": {
                    "use_addon": "Utiliser le module complémentaire Z-Wave JS du Supervisor"
                },
                "description": "Voulez-vous utiliser le module complémentaire Z-Wave JS du Supervisor?",
                "title": "Sélectionner la méthode de connexion"
            },
            "start_addon": {
                "title": "Le module complémentaire Z-Wave JS est démarré."
            },
            "user": {
                "data": {
                    "url": "URL"
                }
            }
        }
    },
    "title": "Z-Wave JS"
}