{
    "config": {
        "abort": {
            "already_configured": "El dispositivo ya está configurado",
            "already_in_progress": "El flujo de configuración ya está en curso",
            "no_devices_found": "No se encontraron dispositivos en la red",
            "reauth_successful": "La autenticación se volvió a realizar correctamente"
        },
        "error": {
            "decryption_failed": "La clave de enlace proporcionada no funcionó, los datos del sensor no se pudieron descifrar. Por favor, compruébalo e inténtalo de nuevo.",
            "expected_24_characters": "Se esperaba una clave de enlace hexadecimal de 24 caracteres.",
            "expected_32_characters": "Se esperaba una clave de enlace hexadecimal de 32 caracteres."
        },
        "flow_title": "{name}",
        "step": {
            "bluetooth_confirm": {
                "description": "¿Quieres configurar {name}?"
            },
            "confirm_slow": {
                "description": "No ha habido una transmisión desde este dispositivo en el último minuto, por lo que no estamos seguros de si este dispositivo usa cifrado o no. Esto puede deberse a que el dispositivo utiliza un intervalo de transmisión lento. Confirma para añadir este dispositivo de todos modos, luego, la próxima vez que se reciba una transmisión, se te pedirá que ingreses su clave de enlace si es necesario."
            },
            "get_encryption_key_4_5": {
                "data": {
                    "bindkey": "Clave de enlace"
                },
                "description": "Los datos del sensor transmitidos por el sensor están cifrados. Para descifrarlos necesitamos una clave de enlace hexadecimal de 32 caracteres."
            },
            "get_encryption_key_legacy": {
                "data": {
                    "bindkey": "Clave de enlace"
                },
                "description": "Los datos del sensor transmitidos por el sensor están cifrados. Para descifrarlos necesitamos una clave de enlace hexadecimal de 24 caracteres."
            },
            "user": {
                "data": {
                    "address": "Dispositivo"
                },
                "description": "Elige un dispositivo para configurar"
            }
        }
    },
    "device_automation": {
        "trigger_type": {
            "motion_detected": "Movimiento detectado"
        }
    }
}