{
    "silabs_multiprotocol_hardware": {
        "options": {
            "abort": {
                "addon_info_failed": "No se pudo obtener la información del complemento Silicon Labs Multiprotocol.",
                "addon_install_failed": "No se pudo instalar el complemento Silicon Labs Multiprotocol.",
                "addon_set_config_failed": "No se pudo establecer la configuración de Silicon Labs Multiprotocol.",
                "addon_start_failed": "No se pudo iniciar el complemento Silicon Labs Multiprotocol.",
                "disabled_due_to_bug": "Las opciones de hardware están deshabilitadas temporalmente mientras solucionamos un error. [Más información]({url})",
                "not_hassio": "Las opciones de hardware solo se pueden configurar en instalaciones de HassOS.",
                "zha_migration_failed": "La migración de ZHA no tuvo éxito."
            },
            "error": {
                "unknown": "Error inesperado"
            },
            "progress": {
                "install_addon": "Por favor, espera mientras finaliza la instalación del complemento Silicon Labs Multiprotocol. Esto puede tardar varios minutos.",
                "start_addon": "Por favor, espera mientras se completa el inicio del complemento Silicon Labs Multiprotocol. Esto puede tardar unos segundos."
            },
            "step": {
                "addon_installed_other_device": {
                    "title": "El soporte multiprotocolo ya está habilitado para otro dispositivo"
                },
                "addon_not_installed": {
                    "data": {
                        "enable_multi_pan": "Habilitar soporte multiprotocolo"
                    },
                    "description": "Cuando el soporte multiprotocolo está habilitado, la radio IEEE 802.15.4 de {hardware_name} se puede usar tanto para Zigbee como para Thread (usado por Matter) al mismo tiempo. Si la integración ZHA Zigbee ya usa la radio, ZHA se volverá a configurar para usar el firmware multiprotocolo. \n\nNota: Esta es una característica experimental.",
                    "title": "Habilitar el soporte multiprotocolo en la radio IEEE 802.15.4"
                },
                "install_addon": {
                    "title": "La instalación del complemento Silicon Labs Multiprotocol ha comenzado"
                },
                "show_revert_guide": {
                    "description": "Si quieres cambiar el firmware a solo Zigbee, completa los siguientes pasos manuales: \n\n * Elimina el complemento Silicon Labs Multiprotocol \n\n * Actualiza el firmware solo de Zigbee, sigue la guía en https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Vuelve a configurar ZHA para migrar la configuración a la radio actualizada",
                    "title": "El soporte multiprotocolo está habilitado para este dispositivo"
                },
                "start_addon": {
                    "title": "El complemento Silicon Labs Multiprotocol se está iniciando."
                }
            }
        }
    }
}