{
    "silabs_multiprotocol_hardware": {
        "options": {
            "abort": {
                "addon_info_failed": "Impossibile ottenere informazioni sul componente aggiuntivo Silicon Labs Multiprotocol.",
                "addon_install_failed": "Impossibile installare il componente aggiuntivo Silicon Labs Multiprotocol.",
                "addon_set_config_failed": "Impossibile impostare la configurazione di Silicon Labs Multiprotocol.",
                "addon_start_failed": "Impossibile avviare il componente aggiuntivo Silicon Labs Multiprotocol.",
                "disabled_due_to_bug": "Le opzioni hardware sono temporaneamente disabilitate mentre correggiamo un bug. [Ulteriori informazioni]({url})",
                "not_hassio": "Le opzioni hardware possono essere configurate solo su installazioni HassOS.",
                "zha_migration_failed": "La migrazione ZHA non è riuscita."
            },
            "error": {
                "unknown": "Errore imprevisto"
            },
            "progress": {
                "install_addon": "Attendi il completamento dell'installazione del componente aggiuntivo Silicon Labs Multiprotocol. Questo può richiedere alcuni minuti.",
                "start_addon": "Attendi il completamento dell'avvio del componente aggiuntivo Silicon Labs Multiprotocol. Questo potrebbe richiedere alcuni secondi."
            },
            "step": {
                "addon_installed_other_device": {
                    "title": "Il supporto multiprotocollo è già abilitato per un altro dispositivo"
                },
                "addon_not_installed": {
                    "data": {
                        "enable_multi_pan": "Abilita il supporto multiprotocollo"
                    },
                    "description": "Quando il supporto multiprotocollo è abilitato, la radio IEEE 802.15.4 di {hardware_name} può essere utilizzata contemporaneamente sia per Zigbee che per Thread (utilizzato da Matter). Se la radio è già utilizzata dall'integrazione ZHA Zigbee, ZHA verrà riconfigurata per utilizzare il firmware multiprotocollo. \n\nNota: questa è una funzione sperimentale.",
                    "title": "Abilita il supporto multiprotocollo sulla radio IEEE 802.15.4"
                },
                "install_addon": {
                    "title": "L'installazione del componente aggiuntivo Silicon Labs Multiprotocol è iniziata"
                },
                "show_revert_guide": {
                    "description": "Se desideri passare al solo firmware Zigbee, completa i seguenti passaggi manuali: \n\n * Rimuovi il componente aggiuntivo Silicon Labs Multiprotocol \n\n * Caricare solo il firmware Zigbee, segui la guida su https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n * Riconfigurare ZHA per migrare le impostazioni alla radio con firmware ricaricato",
                    "title": "Il supporto multiprotocollo è abilitato per questo dispositivo"
                },
                "start_addon": {
                    "title": "Il componente aggiuntivo Silicon Labs Multiprotocol è in fase di avvio."
                }
            }
        }
    }
}