{
    "silabs_multiprotocol_hardware": {
        "options": {
            "abort": {
                "addon_info_failed": "Nie udało się pobrać informacji o dodatku Silicon Labs Multiprotocol.",
                "addon_install_failed": "Nie udało się zainstalować dodatku Silicon Labs Multiprotocol.",
                "addon_set_config_failed": "Nie udało się ustawić konfiguracji Silicon Labs Multiprotocol.",
                "addon_start_failed": "Nie udało się uruchomić dodatku Silicon Labs Multiprotocol.",
                "not_hassio": "Opcje sprzętowe można skonfigurować tylko w instalacjach HassOS.",
                "zha_migration_failed": "Migracja ZHA nie powiodła się."
            },
            "error": {
                "unknown": "Nieoczekiwany błąd"
            },
            "progress": {
                "install_addon": "Poczekaj, aż zakończy się instalacja dodatku Silicon Labs Multiprotocol. Może to potrwać kilka minut.",
                "start_addon": "Poczekaj, aż zakończy się uruchamianie dodatku Silicon Labs Multiprotocol. Może to potrwać kilka sekund."
            },
            "step": {
                "addon_installed_other_device": {
                    "title": "Obsługa Multiprotocol jest już włączona dla innego urządzenia"
                },
                "addon_not_installed": {
                    "data": {
                        "enable_multi_pan": "Włącz obsługę Multiprotocol"
                    },
                    "description": "Gdy włączona jest obsługa Multiprotocol, radio IEEE 802.15.4 dla {hardware_name} może być używane jednocześnie dla Zigbee i Thread (używane przez Matter). Uwaga: jest to funkcja eksperymentalna. Jeśli radio jest już używane przez integrację ZHA Zigbee, ZHA zostanie ponownie skonfigurowane, aby korzystać z oprogramowania multiprotocol.\n\nUwaga: jest to funkcja eksperymentalna.",
                    "title": "Włącz obsługę multiprotocol w radiu IEEE 802.15.4"
                },
                "install_addon": {
                    "title": "Rozpoczęła się instalacja dodatku Silicon Labs Multiprotocol"
                },
                "show_revert_guide": {
                    "description": "Jeśli chcesz zmienić oprogramowanie obsługujące tylko Zigbee, wykonaj następujące czynności ręczne: \n\n* Usuń dodatek Silicon Labs Multiprotocol \n\n* Wgraj oprogramowanie tylko dla Zigbee, postępuj zgodnie z instrukcjami na stronie https://github.com/NabuCasa/silabs-firmware/wiki/Flash-Silicon-Labs-radio-firmware-manually. \n\n* Ponownie skonfiguruj ZHA, aby przeprowadzić migrację ustawień do przeprogramowanego radia",
                    "title": "Obsługa multiprotocol jest włączona dla tego urządzenia"
                },
                "start_addon": {
                    "title": "Uruchamianie dodatku Silicon Labs Multiprotocol."
                }
            }
        }
    }
}