{
    "config": {
        "abort": {
            "already_configured": "El dispositivo ya está configurado",
            "authorize_url_timeout": "Se agotó el tiempo de espera para generar la URL de autorización.",
            "invalid_discovery_info": "Se recibió información de descubrimiento no válida",
            "link_local_address": "Las direcciones de enlace local no son compatibles",
            "missing_configuration": "La integración de LaMetric no está configurada. Por favor, sigue la documentación.",
            "no_devices": "El usuario autorizado no tiene dispositivos LaMetric",
            "no_url_available": "No hay URL disponible. Para obtener información sobre este error, [revisa la sección de ayuda]({docs_url})"
        },
        "error": {
            "cannot_connect": "No se pudo conectar",
            "unknown": "Error inesperado"
        },
        "step": {
            "choice_enter_manual_or_fetch_cloud": {
                "description": "Un dispositivo LaMetric se puede configurar en Home Assistant de dos maneras diferentes. \n\nPuedes introducir tú mismo toda la información del dispositivo y los tokens API, o Home Assistant puede importarlos desde tu cuenta de LaMetric.com.",
                "menu_options": {
                    "manual_entry": "Introducir manualmente",
                    "pick_implementation": "Importar desde LaMetric.com (recomendado)"
                }
            },
            "manual_entry": {
                "data": {
                    "api_key": "Clave API",
                    "host": "Host"
                },
                "data_description": {
                    "api_key": "Puedes encontrar esta clave API en la [página de dispositivos en tu cuenta de desarrollador de LaMetric](https://developer.lametric.com/user/devices).",
                    "host": "La dirección IP o el nombre de host de tu LaMetric TIME en tu red."
                }
            },
            "pick_implementation": {
                "title": "Selecciona el método de autenticación"
            },
            "user_cloud_select_device": {
                "data": {
                    "device": "Selecciona el dispositivo LaMetric para añadir"
                }
            }
        }
    },
    "issues": {
        "manual_migration": {
            "description": "La integración de LaMetric se ha modernizado: ahora se configura a través de la interfaz de usuario y las comunicaciones son locales.\n\nDesafortunadamente, no existe una ruta de migración automática posible y, por lo tanto, requiere que vuelvas a configurar tu LaMetric con Home Assistant. Consulta la documentación de la integración LaMetric en Home Assistant sobre cómo configurarlo. \n\nElimina la configuración antigua de LaMetric YAML de tu archivo configuration.yaml y reinicia Home Assistant para solucionar este problema.",
            "title": "Se requiere migración manual para LaMetric"
        }
    }
}